{
    "Cranes": {
        "https://www.audubon.org/field-guide/bird/sandhill-crane": "At a Glance\nFound in several scattered areas of North America, Sandhill Cranes reach their peak abundance at migratory stopover points on the Great Plains. The early spring gathering of Sandhills on the Platte River in Nebraska is among the greatest wildlife spectacles on the continent, with over a quarter of a million birds present at one time. Although they are currently very common, their dependence on key stopover sites makes them vulnerable to loss of habitat in the future.\nAll bird guide text and rangemaps adapted from Lives of North American Birds by Kenn Kaufman© 1996, used by permission of Houghton Mifflin Harcourt Publishing Company. All rights reserved.\nCATEGORY\nCranes, Long-legged Waders\nIUCN STATUS\nLeast Concern\nHABITAT\nCoasts and Shorelines, Fields, Meadows, and Grasslands, Freshwater Wetlands, Saltwater Wetlands, Shrublands, Savannas, and Thickets, Tundra and Boreal Habitats\nREGION\nAlaska and The North, California, Eastern Canada, Florida, Great Lakes, Mid Atlantic, New England, Northwest, Plains, Rocky Mountains, Southeast, Southwest, Texas, Western Canada\nBEHAVIOR\nDirect Flight, Flap/Glide, Formation\nPOPULATION\n560.000\nRange & Identification\nMigration & Range Maps\n\nSandhill Cranes nesting in north migrate long distances (some cross the Bering Straits every spring and fall, en route to and from nesting grounds in Siberia). Those from the southern part of the main breeding range, in the northern and western parts of the Lower 48 states, migrate shorter distances; in recent years they have shown a trend toward migrating later in fall and earlier in spring, and some are now overwintering farther north than in the past. Populations nesting in Mississippi, Florida, and Cuba do not migrate.\n\nAll Seasons - Common\nWinter - Common\nAll Seasons - Uncommon\nWinter - Uncommon\nBreeding - Common\nMigration - Common\nBreeding - Uncommon\nMigration - Uncommon\nDescription\n\n34-48\" (86-122 cm). W. 6' 8 (2 m). Adult all gray with red patch on head, sometimes brown staining on body feathers; juvenile has brownish head. Different shape from Great Blue Heron, with shorter bill, bushy tuft of feathers over rump.\nSIZE\nAbout the size of a Heron\nCOLOR\nBrown, Gray, Red, White\nWING SHAPE\nBroad, Fingered, Pointed\nTAIL SHAPE\nShort\nSongs and Calls\n\nA loud rattling kar-r-r-r-o-o-o.\nCALL PATTERN\nFlat\nCALL TYPE\nRattle, Yodel\nAudio © Lang Elliott, Bob McGuire, Kevin Colver, Martyn Stewart and others. Learn more.\nRattle calls\n\nUnison calls of pair\n\nAntiphonal flight calls of pair\n\nFlock flying overhead\n\nHabitat\n\nPrairies, fields, marshes, tundra. Habitat varies with region, but usually nests around marshes or bogs, either in open grassland or surrounded by forest. Northernmost birds nest on marshy tundra. In migration and winter, often around open prairie, agricultural fields, river valleys.",
  
        "https://storymaps.arcgis.com/stories/49d6fd82508846ec9b4a8deeea885650": "Migration of the Sandhill Crane\nEvery Fall, the Sandhill Crane migrates from Northern Canada to the Southern US and Mexico.\n\nAdult Sandhill Crane\nSandhill Cranes are tall birds with long necks, legs, and drooping feathers at their back. They have a signature red crown and are mostly gray and tan colored. They live in wetlands, marshes, prairies, and other wet areas. Sandhill Cranes are omnivores, feeding on insects, snails, reptiles, amphibians, small birds, mammals, seeds, and berries. They range in location from Canada and Alaska to South Texas and Mexico.\n\nThe Sandhill Crane spends its Summer and Spring in the Northern parts of the US and Canada where they nest and breed. During the Fall and Winter, they migrate to Southern parts of the US and Mexico.\nFor Both Spring and Fall migration, they follow a series of similar paths stopping in parts of the mid-US. This path focuses on stops in Indiana and Florida.\n03\n/\n03\nEarthstar Geographics | CONANP, Esri, TomTom, Garmin, FAO, NOAA, USGS, EPA, USFWS\nPowered by Esri\n\n500 km\n\n1\n\nNesting Grounds\nThe Sandhill Crane begin their fall migration in Alberta, Canada where they spend their summers.\n\n2\n\nMid-Migration Stops\nThe Sandhill Cranes makes stops in wetlands throughout the middle of the US\n\n3\n\nFinal Stops\nThe Sandhill Cranes end their journey in South Texas, New Mexico, Mexico, and Arizona for the winter.\n\nWetlands Being Destroyed\n\nBig Cypress Natural Preserve before and after an oil survey.\nDue to climate change, many of the wetlands that were used by the Sandhill Cranes have been destroyed affecting their migration patterns. Another reason the wetlands are being destroyed is because of human development, construction in these areas is ruining the habitat for not only the Cranes but the other species that live there. The Cranes are having to travel farther in order to reach acceptable wet areas to stop and rest.",
  
        "https://kathleenallen.net/insights/3-lessons-on-migrating-change-from-the-sandhill-cranes/": "I was visiting Grand Island, Nebraska for work earlier this month, which happened to be the beginning of the spring sandhill crane migration. Every year  400,000 to 600,000 sandhill cranes – 80% of all the cranes on the planet, by the way – congregate along an 80-mile stretch of the central Platte River in Nebraska. During their stay, they fatten up on waste grain in the empty cornfields to prepare for the journey to their nesting grounds in the Arctic and sub-Arctic. These cranes live to be around 35 years of age and travel twice a year. In the spring, they travel north. In the fall they travel back down south to Texas and Mexico. This was the second time I was able to see this incredible sight of this enormous mass of birds doing what comes, well, naturally.\n\nThe sandhill crane flies approximately 4,000 miles twice a year in its migration pattern. They are searching for habitats that can provide them with the nutrients and resources they need to thrive – but they don’t do it all at once! For the cranes, they stay in Nebraska for 2-3 weeks gaining 5-15% of their body weight and stockpiling the resources they will need to take for the next 400 + miles of their journey. For the cranes, how the migration journey is designed is as important as getting to their destination.\n\nI was sitting in the blind, watching the cranes flying in to roost on the Platte River after a day of foraging, and I started thinking about what migrations might teach us about leading change in our organizations. We often talk about reframing organizations as a forced march to a destination. Obviously, this change design doesn’t allow for stops or detours along the way. That would mean we are off course, and might not make our deadline. What if we tried to change this mindset? What could the cranes, and Nature, teach us about change management?\n\nLessons on change from nature’s migrations\n\nThere are a number of lessons we could apply to our organizational change efforts from the migrating sandhill cranes.\n\nThere are stops along the way to stock up and generate energy for the next phase of the journey. If we looked at organizational change through the lens of migrations, we might see change as a journey with stops along the way. In migrations, pauses to feed and increase weight have a purpose,  to maintain energy for a long journey. In organizations, if we don’t acknowledge and adjust for the energy our staff has to engage in change we may get to our destination completely depleted. If our staff become depleted, they don’t have the resources to maintain and sustain change.\n\nThey celebrate along the way. Cranes are known for dancing as part of their courtship rituals.  I noticed that they also celebrate after landing in their temporary roosts. After a day’s foraging, they fly across the evening sky in waves, and once they landed, there would be what looked like a celebratory dance before they settled.\n\nIn my experience, human organizations don’t celebrate enough.\n\nIf celebration does occur in human organizations, it is at the end of a change effort, not along the way. Change requires positive human energy to be successful. Celebrating along the way can sustain this energy for the journey to the destination.\n\nCranes swarm as they fly in for a landing after days of foraging. The sandhill crane’s wingspan can be up to five and a half feet wide, so these are not small birds. And yet, they don’t run into each other or land on top of each other. Rather, they are elegant to watch as they change direction, without a leader telling them what to do. We know from research that birds displaying this swarming behavior fly in the same direction, at the same speed, and in close proximity. What would happen if we designed our change efforts in a way to generate a human swarm? This would mean that everyone has a shared understanding of the destination (purpose) behind the change. We would pace change so we can fly at a similar speed and create ways for people to connect and be in proximity to each other as we engage in the change work.\n\nThere are other lessons we can learn from migration patterns of behavior, but I thought we could begin with these three lessons to ponder as spring migrations are happening all around us.\n\nWhat lessons have you learned in your organizations that reflect migrating change?"
    },
    "ForkTailedFlycatchers" : {
        "https://www.audubon.org/birds-of-america/fork-tailed-flycatcher": "I the end of June, 1832, I observed one of these birds a few miles below the city of Camden, New Jersey, flying over a meadow in pursuit of insects, after which it alighted on the top of a small detached tree, where I followed it and succeeded in obtaining it. The bird appeared to have lost itself: it was unsuspicious, and paid no attention to me as I approached it. While on the wing, it frequently employed its long tail, when performing sudden turns in following its prey, and when alighted, it vibrated it in the manner of the Sparrow-Hawk. The bird fell to the ground wounded, and uttering a sharp squeak, which it repeated, accompanied with smart clicks of its bill, when I went up to it. It lived only a few minutes, and from it the drawing transferred to the plate was made. This figure corresponds precisely with a skin shewn to me by my friend CHARLES PICKERING, at the Academy of Natural Sciences in Philadelphia, except in the general tint of the plumage his specimen, which he had received from South America, having been much faded.\n\nMany years ago, while residing at Henderson in Kentucky, I had one of these birds brought to me which had been caught by the band, and was nearly putrid when I got it. The person who presented it to me had caught it in the Barrens, ten or twelve miles from Henderson, late in October after a succession of white frosts, and had kept it more than a week. While near the city of Natchez, in the state of Mississippi, in August 1822, I saw two others high in the air, twittering in the manner of the King-bird; but they disappeared to the westward, and I was unable to see them again. These four specimens are the only ones I have seen in the United States, where individuals appear only at long intervals, and in far distant districts, as if they had lost themselves. I regret that I am unable to afford any information respecting their habits.\n\nFORK-TAILED FLYCATCHER, Muscicapa Savana, Bonap. Amer. Orn., vol. i. p. 1.\nMUSCICAPA SAVANA, Bonap. Syn., p. 6-7.\nFORK-TAILED FLYCATCHER, Muscicapa Savana, Nutt. Man., vol. i. p. 274.\nFORKED-TAILED FLYCATCHER, Muscicapa Savana, Aud. Orn. Biog., vol. ii. p. 387.\n\nTail more than twice the length of the body; tipper part of head and cheeks deep black, the feathers of the crown bright yellow at the base; back ash-grey, rump bluish-black; wings and tail brownish-black, the lateral feathers of the latter with the outer web white for half its length; lower parts white.\n\nMale, 14 1/4, 14.\n\nGORDONIA LASIANTHUS, Willd., Sp. Pl., vol. iii. p. 480. Pursch, Fl. Amer. Sept., vol. ii p. 451.--MONODELPHIA POLYANDRIA, Linn.\n\nThis beautiful small tree is met with in Georgia, South Carolina, and Florida, in moist lands near the coast, and never fails to attract the eye by its beautiful blossoms. The twig from which the drawing was made was procured from the garden of Mr. NOISETTE, who liberally afforded me all the aid in his power for embellishing my plates. The leaves are evergreen, lanceolate-oblong, shining and leathery; the flowers white, of the size of the common garden-rose, and placed on long peduncles; the capsules conical and acuminate.",
      
        "https://ebird.org/species/fotfly" : "Striking and conspicuous large flycatcher of savannas, grasslands, and other open country with scattered bushes and trees. All ages have black head and pale gray back, no pink in plumage as in the similar migrant Scissor-tailed Flycatcher. Adult tail is very long with lyre-shaped ribbons; juvenile has shorter tail but still looks distinctive. Perches on fences, low bushes, and even on the ground; at times in small flocks. Flight strong and direct, with tail sweeping behind. Some populations in South America are highly migratory, occasionally turning up far outside their normal range.",
  
        "https://www.capeandislands.org/in-this-place/2018-04-18/the-fork-tailed-flycatcher-and-other-rare-birds": "What has a forked tail and catches flies? In reality, there are several bird species that fit this description, but this week in this place there’s only one right answer - the super-rare Fork-tailed Flycatcher.\n\nOn Friday, birders discovered an exceptionally lost Fork-tailed Flycatcher on East Sandwich Beach, where it was casually fly-catching from stair posts, pretending that it meant to fly here instead of Peru or Venezuela, where it should be. This represents just the tenth ever record for this species in our listening area.\n\nIt’s been a while since I’ve had a bona fide rare bird to talk about, but it’s getting to be peak time for spring rarities, often overly eager birds who have seriously overshot their breeding ranges. The Fork-tailed Flycatchers that end up in the United States come from the South American population, which breeds in Argentina and southern Brazil. As a breeding bird of the temperate southern hemisphere, these birds fly north for the winter, which is our summer. Get it? That means that this bird, likely a youngster that fledged in February from a nest near, say, Buenos Aires, was trying to fly north to winter in the vast tropical savannahs of Venezuela, known as the Llanos. This guy must have really gotten up a head of steam, because he overflew Venezuela by 2300 miles. To make matters worse, I hear his luggage ended up in Des Moines.\n\nAlas, instead of the insect-rich tropical savannah he sought, he got the meteorological slap-in-the-face that is a Cape Cod spring. Fork-tailed Flycatchers typically stick around for several days when they turn up, but this was not great habitat or great weather, and no one has seen it since Friday. It’s possible it moved somewhere else locally and just hasn’t been re-found.  Check any open habitats for a handsome flycatcher in formal tones of gray and black, with a gratuitously long, forked tail (though if it were an adult its tail would be substantially longer – in breeding males it’s twice the body length). It will be sitting on some prominent, probably low perch, behaving like its close cousin, our familiar Eastern Kingbird.\n\nA Fork-tailed Flycatcher once showed up outside my office door at Wellfleet Bay sanctuary in the fall of 2009. It stayed for a week, and people came from at least as far away as New Jersey to check it off their list. This is a good example of the kind of tourism bump you can get from a rare bird – I mean, imagine that – someone from New Jersey coming to Cape Cod? What are the odds.\n\nIf wayward flycatchers aren’t your bag, there are certainly other avian delights out there to lure you from your cozy house, like wayward sparrows. For example, a Lark Sparrow was found hopping around at High Head in Truro on Saturday. While the average person probably considers sparrows to be a brown-and-gray-toned snoozefest, this species is actually striking - big for a sparrow and with a distinctive helmet of complex chestnut and black markings on their heads. They don’t usually come further east than Illinois, and some years none are found on the Cape, so it’s a newsworthy bird, to be sure.\n\nMaybe seabirds are more your speed, in which case I would head to Race Point for the chance to see a rare Pacific Loon, or the spectacle of more than 1000 migrating Red-throated Loons winging their way back to the Arctic, as one observer recently did. Whatever your thing is, whether it’s rarities or migrants or backyard birdwatching, the point is that late April can bring some real magic to these parts. So put on your hat, gloves, boots, long underwear, and rain gear, and get out there and enjoy spring!"
  
    },
  
    "RedBackedShrike" : {
        "https://ebird.org/species/rebshr1": "Handsome small shrike. Male distinctive, with blue-gray head, black mask, rusty-brown back; female has warm brown upperparts, fine dark scalloping on breast and flanks. Found in open areas with scattered bushes and trees, such as heathland, overgrown orchards, and open farmland with hedges and scattered bushes; especially favors areas with thorny plants on which prey (small birds, large insects, rodents) can be impaled in 'larders.' Hunts from perches atop bushes and on wires, but at other times is retiring and easily overlooked. Listen for harsh, rough-sounding calls. Song is a rather quiet warble, often with mimicked elements.",
  
        "https://www.birdlife.org/news/2024/05/23/migratory-bird-of-the-month-red-backed-shrike/": "Despite being classified as Least Concern by the IUCN, Red-backed shrikes are experiencing significant population declines. Habitat loss and fragmentation are the primary pressures contributing to the decline of this long-distance migratory bird.\nSHARE VIA:    \nKey info\nLatin name: Lanius collurio\nIUCN status: Least Concern [1]\nGlobal population: The global population size is estimated at 24,000,000-48,000,000. In Europe, the breeding population is estimated to number 7,440,000-14,300,000 pairs, which equates to 14,900,000-28,600,000 mature individuals.[2]\nMigration Route: African-Eurasian flyway\nDescription  \nWingspan: 23–25 cm\nLife span: Up to 6-10 years\nDistinct features: Males have a distinctive black mask and a reddish-brown back.\nFavourite food: Carnivorous; eats insects, small birds, lizards, and rodents.\nTop Speed: Up to 55 km/h\nHabitat: Open habitats with scattered trees, heaths, shrublands, and forest edges.\nFlight for Survival\nDespite being classified as Least Concern by the IUCN, Red-backed shrikes are experiencing significant population declines. As long-distance migrants, these birds travel vast distances along the African-Eurasian flyway to reach their wintering grounds in sub-Saharan Africa. Successful migration depends on favourable winds and weather conditions, as well as the availability of stopover sites where the birds can rest and refuel.\nBut these essential resting sites are increasingly threatened by degradation. Habitat loss and fragmentation are the primary pressures contributing to the decline of Red-backed Shrikes. Agricultural intensification converts diverse habitats into monocultures, destroying the shrikes’ nesting and hunting grounds. The abandonment of low-intensity agricultural practices, such as maintaining hay-meadows, further exacerbates the loss of suitable habitats for Red-backed Shrikes. The increased use of pesticides in farming reduces the abundance of insects, a primary food source for shrikes, and poses a risk of direct poisoning. Afforestation, or the conversion of open landscapes into forests, also limits the availability of suitable environments for these birds.  Adverse weather conditions, such as prolonged periods of drought, and threats like illegal killing in the Mediterranean region pose further difficulties for the shrikes both along their migration routes and in their wintering habitats.\nBirdLife’s work\nOur BirdLife Partners are dedicated to protecting Red-backed shrikes and their habitats through focused conservation and restoration efforts. They promote good land management practices and conduct monitoring programs to track population trends of Red-backed shrikes and other migratory birds. These efforts aim to preserve habitats, raise awareness about the threats these birds face, and implement measures to mitigate these threats.\nTogether with our Partners, we are also committed to stopping the illegal killing of birds in the Mediterranean, where many birds are unlawfully shot, trapped, or poisoned. To learn more about our efforts to combat illegal bird killing, visit our dedicated page on this issue.\nGiven that agriculture poses a significant threat to the Red-backed shrike, we are diligently to reform the Common Agricultural Policy (CAP), the EU’s farming subsidies system. Currently, this system incentivizes farm size over environmental stewardship. We are advocating for a policy overhaul to ensure a harmonious coexistence between nature and farming.\nInteresting facts\nInteresting food storage methods\nRed-backed Shrikes are known for their impressive hunting skills, often seen perched on exposed branches or wires, diligently scanning for prey. Interestingly, they impale their catch on thorns or barbed wire, essentially creating a pantry of food reserves for later meals…tasty? But it isn’t just about storing food; it also serves as a social signal such as mate selection and for marking territory.\nTrue warriors…with a common sense\nBeware! The Red-backed shrike is fearless when it comes to defending its territory. If you approach their nests, these courageous little birds won’t hesitate to confront you or any other larger predators. Interestingly, their behavior varies depending on the intruder. While they commonly attack the European jay (Garrulus glandarius), they remain passive in the presence of the Eurasian magpie (Pica pica). This suggests that shrikes can evaluate not only the threat level posed by the intruder but also the potential benefits or drawbacks of engaging in active defence. [3]\nDisappointed Common Cuckoo\nThe Red-backed shrike was once a common host for the Common cuckoo (Cuculus canorus), a brood parasite known for laying its eggs in the nests of other bird species. But over the last five to six decades, there is evidence from Central Europe that the occurrence of cuckoo chicks in shrike nests has become scarcer, and that in some locations they have disappeared completely. There are several hypotheses why this happened, but most likely the Cuckoo abandoned this host species because it had lost in the arms race; the Red-backed shrike evolved the ability to identify cuckoo eggs and reject them, rendering cuckoos less successful in using shrike nests for their own offspring. Red-backed shrike also exhibit an especially high aggression against Cuckoos, which has been proved in scientific experiments. [4]",
  
        "https://www.inaturalist.org/taxa/12038-Lanius-collurio": "The red-backed shrike (Lanius collurio) is a carnivorous passerine bird and member of the shrike family, Laniidae. Its breeding range stretches from Western Europe east to central Russia. It is migratory and winters in the eastern areas of tropical Africa and southern Africa.\n\nTaxonomy\nThe red-backed shrike was formally described by the Swedish naturalist Carl Linnaeus in 1758 in the tenth edition of his Systema Naturae under its current binomial name Lanius collurio.[2] The genus name, Lanius, is derived from the Latin word for \"butcher\", and some shrikes are also known as \"butcher birds\" because of their feeding habits. The specific collurio is from Ancient Greek kollurion, a bird mentioned by Aristotle.[3] The common English name \"shrike\" is from Middle English *schrike, *schryke, from Old English sċrīc, \"shriek\", from the same root as shriek and screech, referring to the bird's shrill cry or call.[4]\n\nDescription\nThis 16–18 cm-long (6.3–7.1 in) migratory bird eats large insects, small birds, frogs, rodents and lizards. Like other shrikes it hunts from prominent perches, and impales corpses on thorns or barbed wire as a \"larder.\" This practice has earned it the nickname of \"butcher bird.\"[5]\n\nThe general colour of the male's upper parts is reddish. It has a grey head and a typical shrike black stripe through the eye. Underparts are tinged pink, and the tail has a black and white pattern similar to that of a wheatear. In the female and young birds the upperparts are brown and vermiculated. Underparts are buff and also vermiculated.[5]\n\nDistribution and habitat\nThis bird breeds in most of Europe and western Asia and winters in tropical Africa. The bird is listed as a \"least concern\" (LC) species on a global scale,[1] but some parts of its range have seen a steep decline in numbers, so locally its status can be less secure.[6]\n\nGreat Britain\nOnce a common migratory visitor to Great Britain, numbers declined sharply during the 20th century, and it is now classified as a UK 'Red List' species.[5] The bird's last stronghold was in Breckland but by 1988 just a single pair remained, successfully raising young at Santon Downham. The following year for the first time no nests were recorded in the UK. But since then sporadic breeding has taken place, mostly in Scotland and Wales. In September 2010 the RSPB announced that a pair had raised chicks at a secret location on Dartmoor where the bird last bred in 1970.[7] In 2011, two pairs nested in the same locality, fledging seven young.[8] In 2012 there was another breeding attempt, this time unsuccessful, probably due to a prolonged spell of wet weather.[9] In 2013 breeding was again confirmed in Devon, with two young fledged at a new site.[10] The return to south-western England was an unexpected development, raising speculation that a warming climate might assist the bird in re-colonising some of its former haunts.[6] However, since then breeding has been confirmed on only two occasions, both in Shetland, in 2015 and 2020.[11]"
    },
  
    "WhiteCrestedElaenia":{
        "https://ebird.org/species/whcela1": "Rather variable little flycatcher, easily identified in southern South America (where no similar species occur), but looks similar to several other elaenia species farther north. Common summer resident in forest, woodland, and matorral with taller trees. Note white-based crest, narrow white eyering, and whitish wingbars. A population in the deserts of northern Chile and Peru with spikier crest and duller wingbars is a common resident in scrub and farmland with taller trees. Another population in the Andes from Bolivia to Ecuador has a weaker crest where the white base is sometimes concealed. Populations are vocally distinct, and may represent separate species.",
  
        "https://www.inaturalist.org/taxa/16686-Elaenia-albiceps" : "The white-crested elaenia (Elaenia albiceps) is a species of bird in subfamily Elaeniinae of family Tyrannidae, the tyrant flycatchers. It is found in Bolivia, Chile, Colombia, Ecuador, and Peru.[2]\n\nTaxonomy and systematics\nThe International Ornithological Committee (IOC) recognizes these five subspecies of the white-crested elaenia:[2]\n\nE. a. griseigularis Sclater, PL, 1859\nE. a. diversa Zimmer, JT, 1941\nE. a. urubambae Zimmer, JT, 1941\nE. a. albiceps (D'Orbigny & Lafresnaye, 1837)\nE. a. modesta Tschudi, 1844\nThe South American Classification Committee of the American Ornithological Society (SACC), the Clements taxonomy, and BirdLife International's Handbook of the Birds of the World (HBW) recognize a sixth subspecies, E. a. chilensis (Hellmayr, 1927), that the IOC treats as the Chilean elaenia. The SACC is seeking a proposal to recognize it as a species.[2][3][4][5][excessive citations]\n\nSubspecies E. a. modesta was originally described as a species and was later reclassified as a subspecies of the white-crested elaenia. Significant evidence now suggests that it should again be treated as a full species.[3][6]\n\nThis article follows the five-subspecies model.\n\nDescription\nThe white-crested elaenia is 13.5 to 15 cm (5.3 to 5.9 in) long and weighs 12.5 to 24.2 g (0.44 to 0.85 oz). It is a small to medium size elaenia with a small bushy crest. The sexes have the same plumage. Adults of the nominate subspecies E. a. albiceps have a mostly dull olive to olive-gray head with a partially hidden white or creamy white stripe in the middle of the crest. They have whitish lores and eyering. Their upperparts are dull olive to olive-gray. Their wings are dusky with white or whitish tips on the coverts that show as two wing bars. Their flight feathers have narrow whitish or yellowish edges with dusky bases on the inner pairs. Their tail is dusky with narrow olive edges to the feathers. Their throat is light gray or whitish gray, their breast light gray or grayish brown, and their belly and undertail coverts whitish.[6][7]\n\nThe other subspecies of the white-crested elaenia differ from the nominate and each other thus:[6][7][8][9][10][excessive citations]\n\nE. a. griseigularis: paler upperparts than nominate, with less white on a shorter crest and a less distinct eyering\nE. a. diversa: like griseigularis with a whiter throat, less distinct wing bars, and more contrast between the flanks and belly\nE. a. urubambae: paler upperparts than nominate with paler lores, less prominent eyering, duller wing bars, and a pale yellow wash on the belly\nE. a. modesta: duller overall than nominate, with no distinct lores and eyering contrast, less distinct wing bars, and pale edges on the inner flight feathers extending through what is dusky on the nominate\nBoth sexes of all subspecies have a dark brown iris, a black or dark gray bill with a pale base to the mandible, and black or dark gray legs and feet.[6]\n\nDistribution and habitat\nThe subspecies of the white-crested elaenia are found thus:[6][7][8][9][10][excessive citations]\n\nE. a. griseigularis: from Nariño Department in far southwestern Colombia south through central Ecuador into northwestern Peru's Cajamarca Department\nE. a. diversa:north-central Peru from Cajamarca south to Huánuco Department\nE. a. urubambae: southeastern Peru's Urubamba River valley in Cuzco Department\nE. a. albiceps: from Puno Department in far southeastern Peru into Bolivia as far as Cochabamba Department\nE. a. modesta: breeds west of the Andes from Lambayeque Department in northwestern Peru south to Tarapacá Region in northern Chile and winters east of the Andes in Peru between San Martín Department and Madre de Dios Department\nElaenias listed as white-crested by the SACC have been recorded as vagrants on the Falkland Islands but without subspecies identification, so they could have been what the IOC but not the SACC recognizes as the Chilean elaenia. The Chilean elaenia is highly migratory.[6][11]\n\nNote that the range map uses HBW taxonomy and so includes the extensive range of the Chilean elaenia, which reaches far east of the white-crested elaenia's range.\n\nThe white-crested elaenia's habitat has been studied for all subspecies except E. a. modesta, and it is assumed to have similar requirements to the others. They inhabit the edges of subtropical and temperate forest, the interior of more open woodlands and secondary forest, and scrublands. In many areas the species favors intermontane valleys that are drier than the slopes above. In elevation it ranges up to 3,200 m (10,500 ft) in Colombia, between 1,500 and 2,800 m (4,900 and 9,200 ft) in Ecuador, and between 800 and 3,500 m (2,600 and 11,500 ft) on the west slope and 1,000 and 3,300 m (3,300 and 10,800 ft) on the east slope in Peru.[6][7][8][9][10][excessive citations]\n\nBehavior\nMovement\nSubspecies E. a. modesta breeds west of the Andean crest and moves to the east side of the range for the austral winter. Flocks of up to 100 have been reported during migration, but as is the case with vagrants to the Falklands they could have been the highly migratory Chilean elaenias. The other subspecies are year-round residents.[6][7]\n\nFeeding\nThe white-crested elaenia's diet has not been detailed but is known to include insects and fruit. It typically forages singly. It sometimes joins mixed-species feeding flocks, and often feeds at fruiting trees with individuals of its own and other species. It captures prey and plucks fruit by gleaning while perched and while briefly hovering.[6][8]\n\nBreeding\nSubspecies E. a. modesta apparently mostly breeds between December and February; the breeding seasons of the other subspecies are not known. Nothing else is known about the species' breeding biology.[6]\n\nOther\nThe oldest known white-crested elaenia from banding studies was eight years and two months old, though it is uncertain whether this represents the maximum potential longevity of the species.[12]\n\nDickcissel male perched on a metal pole singing, with neck stretched and beak open.\n\nSongs and calls\nListen to the white-crested elaenia on xeno-canto\nVocalization\nThe white-crested elaenia's vocalizations apparently differ somewhat among the subspecies, though not all have been studied in detail. The dawn song of E. a. griseigularis is \"a series of deep, burry, falling-rising djeewee notes interspersed with occasional per'brr'djwee notes\" and its calls are \"a low, rich, modulated djur and a longer, descending djeeer\". The dawn song of E. a. albiceps is \"a series of burry rising-falling-rising djww'awee notes interspersed with an occasional purt trr'cheewee\". Its call are \"a burry, sneezing whi'bur and a descending, burry wheer\". The song of E. a. modesta has not been described; its call is \"a pure, descending peeur\".[7]\n\nStatus\nThe IUCN follows HBW taxonomy and so has included the Chilean elaenia in its assessment of the white-crested. The species together are assessed as being of Least Concern, with an unknown population size that is believed to be stable. No immediate threats have been identified.[1] \"A species that occupies forest edge and second-growth, it is likely that this species is relatively tolerant of habitat disturbance.\"[6]",
  
        "https://www.sibleyguides.com/2008/02/white-crested-elaenia-new-for-north-america/": "From Texas comes the remarkable news of the discovery of an apparent White-crested Elaenia (Elaenia albiceps) found by Dan and Honey Jones on 9 Feb 2008. Photos, sound recordings, and ID discussion can be found at Martin Reid’s website and some great photos at Erik Breden’s website. The bird was found at the Sheepshead Woodlot sanctuary (preserved by the Valley Land Fund) on South Padre Island. [Update: after being seen by many on 10 Feb, the bird could not be found on 11 Feb; hopefully it will reappear]\n\nGiven that South Padre Island is a barrier island on the Gulf of Mexico, just north of the Mexican border, it has a distinct geographic advantage when it comes to attracting rare birds. But this particular species could have turned up almost anywhere. The fact that it landed just across the Mexican border would seem to be just a fluke (although one can’t discount observer effects: birders on the Mexican border tend to be a little more open to these possibilities when an “odd” bird is found). White-crested Elaenia is a South American species, nesting in Chile and Argentina during the southern summer and migrating north to winter (during the southern winter) in the Amazon lowlands. [update: to clarify, this is referring only to the migratory southern “Chilean” subspecies, which may be a different species from the more or less sedentary populations in the Andes farther north. I’m assuming that the Texas bird is from the migratory southern population.] Fork-tailed Flycatcher is another austral migrant, and a more familiar vagrant in the US and Canada.\n\nSo let’s speculate about some dates: If this is a young bird it most likely fledged sometime around January 2007, about one year ago. Then in April it migrated north to the lowlands of Brazil, where it stayed for the few months of the southern winter. In October 2007 it would have been ready to migrate back to its breeding range in southern South America, and presumably at that point it made a mistake and migrated north instead of south, bringing it to North America. Right now it should be on its breeding grounds, in mid to late summer. The urge to migrate should have waned in December, but maybe this bird found itself in some inhospitably cold place and was forced to move south for food, bringing it to South Padre Island. Or maybe it’s been in that area since last fall. Or maybe this bird’s clock, along with its navigation system, is screwed up and it’s just off on a wild adventure. We’ll never know, but given that the species has a range and migratory pattern like Fork-tailed Flycatcher [wrong – see note below], it is plausible that its patterns of vagrancy would be similar, and that suggests the scenario that this individual arrived in North America about three months ago.\n\nThe breeding range of this species is centered about 5000 miles (in a straight line) from South Padre Island, which is a remarkable distance. Small changes in direction of flight, or distance, would bring the bird to very different locations. It could just as easily have turned up at any of the Gulf Coast barrier islands, or a desert oasis like Big Bend, and traveling just 20% farther would bring most of the eastern US within its range! Something to watch for….\n\nNote: Thanks to Chris Vogel for pointing out some flaws in my speculation, which reveals my ignorance of South American birds (and a lack of research). The range and migratory patterns of White-crested Elaenia and Fork-tailed Flycatcher are not very similar after all. Here are maps from Natureserve’s InfoNatura database showing the ranges – Fork-tailed Flycatcher (left) and White-crested Elaenia (right)\n\nboth images © 2007 NatureServe, 1101 Wilson Boulevard, 15th Floor, Arlington Virginia 22209, U.S.A. All Rights Reserved.\n\nWhite-crested Elaenia nests in the highlands of western South America, Fork-tailed Flycatcher in the lowlands of eastern South America. There is little overlap in breeding range and the migratory patterns must be quite different. Chris stresses the fact that altitudinal movements are a significant part of the Elaenia’s migration, from colder mountains to warmer lowlands, while Fork-tailed Flycatcher is a lowland bird all year. Anyway, the main point I was trying to make is that both species are long-distance austral migrants (at least partly) and the Elaenia (like Fork-tailed Flycatcher) could have turned up almost anywhere in North America as easily as at South Padre Island."
    },
  
    "CommonTerns" :{
  
        "https://ebird.org/species/comter": "Medium-sized tern found on open ocean, beaches, and large lakes. Adults have pale gray body and black cap. Bill color differs by subspecies: most have red bill with black tip, but some Asian birds have all-black bills. First-years show dark outer primaries, dark shoulder, and black restricted to back of neck. Similar to Forster's, Arctic, and Roseate Terns. Separated from breeding Forster's Tern by entirely gray upperwings; nonbreeding Forster's shows black ear patch. Somewhat longer-billed and shorter-tailed than Arctic Tern, with paler body. Shorter-tailed and overall darker than gleaming white Roseate Tern. Often found in large flocks, especially in late summer. Gives a harsh screeching call 'KEEE-yurrrr.",
  
        "https://www.audubon.org/field-guide/bird/common-tern": "At a Glance\nOne of four very similar terns on this continent. The species lives up to its name as a 'common' tern mainly in the northeast; over much of the continent, it is outnumbered by the similar Forster's Tern. Also widespread in the Old World.\nAll bird guide text and rangemaps adapted from Lives of North American Birds by Kenn Kaufman© 1996, used by permission of Houghton Mifflin Harcourt Publishing Company. All rights reserved.\nCATEGORY\nGull-like Birds, Gulls and Terns\nIUCN STATUS\nLeast Concern\nHABITAT\nCoasts and Shorelines, Freshwater Wetlands, Lakes, Ponds, and Rivers, Open Ocean, Saltwater Wetlands\nREGION\nAlaska and The North, California, Eastern Canada, Florida, Great Lakes, Mid Atlantic, New England, Northwest, Plains, Rocky Mountains, Southeast, Southwest, Texas, Western Canada\nBEHAVIOR\nDirect Flight, Hovering\nPOPULATION\n2.800.000\nRange & Identification\nMigration & Range Maps\n\nAfter breeding, may move a short distance north before beginning southward migration. Almost none actually overwinters in North America, although fall migrants may linger to the beginning of January. Winter range is along tropical coasts as far south as Peru and Argentina. Stray Common Terns in Alaska are from a dark-billed race in eastern Asia.\n \nAll Seasons - Common\nWinter - Common\nAll Seasons - Uncommon\nWinter - Uncommon\nBreeding - Common\nMigration - Common\nBreeding - Uncommon\nMigration - Uncommon\nDescription\n\n13-16\" (33-41 cm). W. 30 (76 cm). Like Forster's Tern but bill is slightly slimmer, redder (less orange) at base in summer. Upperside of wingtip partly a contrasting darker gray. In winter (mostly absent from our area) has solid black from eyes back across nape, not separated patches. Juveniles and fall adults have black shoulder bar.\nSIZE\nAbout the size of a Crow, About the size of a Robin\nCOLOR\nBlack, Gray, Orange, Red, White\nWING SHAPE\nLong, Pointed, Tapered\nTAIL SHAPE\nForked, Long, Notched\nSongs and Calls\n\nKip-kip-kip; also tee-aar.\nCALL PATTERN\nFalling, Flat, Simple\nCALL TYPE\nRattle, Raucous, Scream\nAudio © Lang Elliott, Bob McGuire, Kevin Colver, Martyn Stewart and others. Learn more.\nKeearr calls #1\n\nKeearr calls #2\n\nKip alarm calls\n\nChurring calls at net\n\nHabitat\n\nLakes, ocean, bays, beaches. Wide range of aquatic habitats in summer, both coastal and inland waters in low-lying, open country, where shallow waters for fishing are close to undisturbed flat islands or beaches for nesting. Winters mostly along coastlines in warm subtropical or tropical waters.\nTHE JOY OF MIGRATION\n\nBird Migration Explorer\nExplore Interactive Range Maps for 400+ Species\nGET INTO BIRDING\n\nFree App\nDownload the Audubon Bird Guide App\nCONSERVATION\n\nOur Work\nAudubon's Flight Plan for Protecting Birds\nSimilar Species\nCompare\nAdopt a Bird\n \nPlay Aleutian Tern calls #1 sound\nAleutian Tern\nGULLS AND TERNS\n \n! PRIORITY BIRDPlay Arctic Tern keeyarr calls #1 sound\nArctic Tern\nGULLS AND TERNS\n \nPlay Caspian Tern grating calls sound\nCaspian Tern\nGULLS AND TERNS\n \nPlay Forsters Tern typical calls #1 sound\nForster's Tern\nGULLS AND TERNS\n \n! PRIORITY BIRDPlay Least Tern typical shrill calls #1 sound\nLeast Tern\nGULLS AND TERNS\n \n! PRIORITY BIRDPlay Roseate Tern calls sound\nRoseate Tern\nGULLS AND TERNS\n \nPlay White-winged Tern typical calls sound\nWhite-winged Tern\nGULLS AND TERNS\nSign up for Audubon's newsletter to learn more about birds like the Common Tern\nEmail\nZip\nPhone (optional)\nBy submitting my mobile number I agree to receive periodic text messages from Audubon at 42248 about how I can help birds. Reply STOP to any message to unsubscribe. Message & data rates may apply.\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\n\nBehavior\nEggs\n\n1-3. Variable, buff to pale blue or olive, marked with brown and black. Incubation is by both parents (female may do more), 21-25 days.\nYoung\n\nLeave nest after a few days but remain nearby, are fed by both parents. Age at first flight about 22-28 days; may remain with parents another 2 months or more. One brood per year, rarely two.\nFeeding Behavior\n\nForages mostly by flying over water, hovering, and plunging to catch prey below surface. Sometimes dips down to take items from surface of water, or pursues flying insects in the air. Occasionally steals food from other terns.\nDiet\n\nMostly fish. Feeds on a wide variety of small fish, focussing on whatever types most easily available, sometimes concentrating on shrimp instead. Also eats other crustaceans, insects, marine worms, small squid, leeches, marine worms.\nNesting\n\nUsually first breeds at age 3-4 years. Nests in colonies, sometimes in isolated pairs. In aerial courtship, groups and pairs perform high flights. Male may fly over colony carrying fish; female follows. On ground, pair postures, bows, struts in circles; male presents fish to female. Nest site is on bare ground or surrounded by low vegetation; sometimes on floating mat of dead vegetation. Nest (built by both sexes) is shallow scrape in soil, usually lined with bits of plant material and debris.\nRELATED\nA Razorbill stands on rocks with fish in its beak. \nA Spectacle of Life on Seal Island\nA Bald Eagle sits in a nest on the ground looking at the camera.\nWhy Do Birds Incubate Rocks?\n\nAudubon Praises Senate for Protecting 290,000 Coastal Acres and Bird Habitat from Storms and Rising Sea Levels\nHELP FEED THE BIRDS\n\nNative Plants Database\nFind Bird-Friendly Native Plants For Your ZIP Code\nConservation\nConservation Status\n\nNortheastern populations probably much lower than they were historically. Numbers reduced by plume hunters in late 1800s, increased again with protection early in 20th century, then declined again as populations of predatory large gulls increased in that area. Coastal Common Terns are more and more concentrated in a few well-protected colonies. Some inland populations are declining as well.\nIUCN Red List Status: Least Concern\nEX\nEW\nCR\nEN\nVU\nNT\nLC\nExtinct\nThreatened\nLeast Concern\nTAKE ACTION\nVisit Birds Tell Us to Act on Climate page\n \nBIRDS TELL US TO ACT ON CLIMATE\nPledge to stand with Audubon to call on elected officials to listen to science and work towards climate solutions.\nSign the Pledge\nClimate Map\n\nAudubon’s scientists have used 140 million bird observations and sophisticated climate models to project how climate change will affect the range of the Common Tern. Learn even more in our Audubon’s Survival By Degrees project.",
  
        "https://www.dnr.state.mn.us/rsg/profile.html?action=elementDetail&selectedElement=ABNNM08070": "Basis for Listing\n\nThe common tern is a holarctic species with an extensive range throughout Europe and Asia. In North America, it nests primarily in three areas: the northern and mid-Atlantic Coast, the Great Lakes, and the northern Great Plains. The Great Lakes population has been experiencing problems with predation, human disturbance, and competition for breeding sites with exploding ring-billed gull (Larus delawarensis) populations. The Great Lakes common tern population has declined to a point where the species is classified as threatened or endangered in most of the Great Lakes states. Minnesota's adult population of common terns numbered over 2,000 breeding pairs in 1900, but declined to 880 pairs by 1984. As a result, the common tern was classified as a species of special concern in Minnesota in 1984. Continuing declines in the state led to the species reclassification as threatened in 1996. Currently, there are less than 20 nesting common tern colonies in Minnesota, representing a statewide population of fewer than 900 nesting pairs.\n\nDescription\n\nThe common tern is a slender, gull-like bird with a black cap and nape, gray back and wings, pale grayish underparts, pointed wings, and a forked tail. This species is very similar in appearance to the Forster's tern (Sterna forsteri), another rare species. Subtle differences between the two species include the bill and leg color, which is reddish in the common tern, and orange in the Forster's tern. Additionally, during the breeding season, common terns have a dark wedge near the tip of the upper wing and grayish underparts. Forster's terns lack this dark wedge, having largely white upper wing tips that are paler than the rest of the wing, and the species has white underparts. Common terns can also be distinguished by their calls, which are somewhat higher and longer in duration than those of the Forster's tern.\n\nHabitat\n\nCommon terns select isolated, sparsely vegetated islands in large lakes for nesting. Open edges of sandy or gravelly beaches or dredge spoil areas are also used. Optimal breeding sites are isolated from predators by natural barriers, have a constant, nearby source of food, have stable or falling water levels during the nesting season, and have topography that allows nesting common terns to see and hear their neighbors.\n\nBiology / Life History\n\nCommon terns nest in large colonies and invading diurnal predators are mobbed by all adults in a colony. Elsewhere in their range, other species, such as black skimmers (Rynchops niger), often nest in tern colonies, presumably because the cooperative mobbing of predators by the terns protects the skimmer nests as well. In Lake of the Woods in northern Minnesota, piping plovers (Charadrius melodus) and common terns have nested in proximity to one another. Common tern nests are shallow indentations in the sand or wracks of dead vegetation on beaches. An average clutch contains 3 eggs. Both parents incubate the eggs during the day, but at several island sites in Minnesota, the parents fly to the mainland during the night, leaving the eggs or chicks unguarded. Parents who incubate their nests during the night are especially vulnerable to predators, as they are on the ground and in the open. It is thought that night desertion of nests may be a way for parents to escape predation. However, it increases the incubation period of eggs (Nisbet 1975). Common tern chicks do not start to fly until approximately 21 days of age, but they usually leave the nest after several days and hop around on the beach or hide in vegetation (McKearnan 1986 (PDF)) while waiting for their parents to return with food. This species eats fish almost exclusively, which it catches by making shallow dives, or skimming the surface of the water (Courtney and Blokpoel 1979).\n\nNesting common tern colonies tend to be highly susceptible to nocturnal predation because of the high density of eggs and chicks in a small area. Great horned owls (Bubo virginianus), ring-billed gulls (Larus delawarensis), red foxes (Vulpes vulpes), raccoons (Procyon lotor), rats (Rattus spp.), and feral and domestic animals are known predators of eggs, chicks, and adults. Predators have wiped out entire nesting colonies in one season. Common tern nests are also vulnerable to flooding, and all nests on a beach may be inundated by high water during a flood or storm. It is not unusual for the reproductive success of a common tern colony to be considerably less than 1 chick per pair (Nisbet 1975).\n\nConservation / Management\n\nThere are six primary breeding areas in Minnesota (Pine/Curry Island, NW Angle, Mille Lacs Lake, Duluth/Lake Superior, Leech Lake, and Cotton Lake), which should be censused annually. Intensive management efforts will likely be necessary to maintain or increase population levels at these sites. Efforts should focus on providing open beaches for nesting that are free from human disturbance, gull competition, and avian and mammalian predation (Reed et al. 1991; Penning and Cuthbert 1993). Creation of new nesting sites, including artificial nesting rafts as described by Dunlop et al. (1991), may be necessary to offset competition for nest sites with ring-billed gulls.\n\nConservation Efforts in Minnesota\n\nBetween 1980 and 1995, a concerted effort was made to monitor colony size and reproductive success of the common tern in Minnesota by state, federal, and tribal agencies. Intensive management efforts, including enhancing nesting habitat, controlling predation, and reducing competition from gulls, have occurred at all known colonies. During this time, colony size and reproductive success varied markedly between years. Researchers have learned that brightly colored nylon string works well for scaring ring-billed gulls away from areas where common terns are nesting without affecting the terns (Maxson et al. 1996), and that providing common tern chicks with shelters decreases predation by gulls (Burness and Morris 1992). These efforts are very labor intensive and have been most successful when done in collaboration with other agencies, such as at Interstate Island in the Duluth Harbor, which is managed cooperatively with the Wisconsin DNR. Cost effective strategies to maintain suitable nesting habitat for this species and to reduce predation are likely necessary to ensure the common tern's survival in Minnesota."
  
    },
  
    "CaspianTerns" :{
        "https://ebird.org/species/caster1" : "Largest tern in the world; widespread but typically uncommon. Thick, bright-red bill is distinctive; most have small dark marking near the tip. Note solid black cap in summer which turns to black streaks in winter. Juveniles have V-shaped markings on the upperparts. Feeds by cruising over lakes, rivers, estuaries, and reservoirs looking for fish, then plunging to catch them. Smooth wingbeats, more gull-like than choppy flight of small-bodied terns. Very vocal, giving loud raucous screams. Compare especially with Royal Tern, which is slightly smaller and more slender, and has a thinner, more orangey bill.",
  
        "https://datazone.birdlife.org/species/factsheet/caspian-tern-hydroprogne-caspia" : "Year of last assessment\n2018\nIUCN Red List category\nEX\nEW\nCR\nEN\nVU\nNT\nLC\nLeast Concern\nDD\nCriteria:\nN/A\n\nJustification for Red List category\nThis species has an extremely large range, and hence does not approach the thresholds for Vulnerable under the range size criterion (extent of occurrence <20,000 km2 combined with a declining or fluctuating range size, habitat extent/quality, or population size and a small number of locations or severe fragmentation). The population trend appears to be increasing, and hence the species does not approach the thresholds for Vulnerable under the population trend criterion (>30% decline over ten years or three generations). The population size is very large, and hence does not approach the thresholds for Vulnerable under the population size criterion (<10,000 mature individuals with a continuing decline estimated to be >10% in ten years or three generations, or with a specified population structure). For these reasons the species is evaluated as Least Concern.\nREAD LESS\n\nDistribution\nRange\n\nEXPAND\n\n\nLEGEND\nShow IBAs/KBAs\n\nShow protected areas\n\nLegend\nResident\nBreeding\nNon-breeding\nRe-introduced\nIntroduced\nOrigin uncertain\nPossibly extinct\nExtinct\nPossibly extant\nPassage\nSeason uncertain\nAssisted colonisation\nExtent of Occurrence (EOO)\n\n226,000,000 km²\n\nContinuing decline in EOO\n\nUnknown\n\nArea of Occupancy (AOO)\n\nUnknown\n\nContinuing decline in AOO\n\nUnknown\n\nBreeding endemic\n\nNo\n\nRange description\nThis species has a cosmopolitan but scattered distribution. Their breeding habitat is large lakes and ocean coasts in North America (including the Great Lakes), and locally in Europe (mainly around the Baltic Sea and Black Sea), Asia, Africa, and Australasia (Australia and New Zealand). North American birds migrate to southern coasts, the West Indies and northernmost South America. European and Asian birds winter in the Old World tropics. African and Australasian birds are resident or disperse over short distances (del Hoyo et al. 1996).\nNumber of locations\n\nUnknown\n\nContinuing decline in number of locations\n\nUnknown\n\nSeverely fragmented\n\nNo\n\nVery restricted AOO/number of locations\n\nNo\n\nCountry/territory distribution\n\n\nCountry/territory\nPresence\nOrigin\nSeasonality\nAfghanistan\tExtant\tNative\tPassage\nAlbania\tExtant\tNative\tNon Breeding\nAlgeria\tExtant\tNative\t\nAngola\tExtant\tNative\t\nAnguilla (to UK)\tExtant\tVagrant\t\nAntigua and Barbuda\tExtant\tVagrant\t\nAruba (to Netherlands)\tExtant\tNative\t\nAustralia\tExtant\tNative\tBreeding\nAustria\tExtant\tNative\tPassage\nAzerbaijan\tExtant\tNative\tBreeding, Passage\nBahamas\tExtant\tNative\t\nBahrain\tExtant\tNative\tResident, Passage\nBangladesh\tExtant\tNative\t\nBarbados\tExtant\tNative\t\nBelarus\tExtant\tNative\tPassage\nBelgium\tExtant\tVagrant\t\nBelize\tExtant\tNative\tBreeding\nBenin\tExtant\tNative\tNon Breeding\nBermuda (to UK)\tExtant\tVagrant\t\nBotswana\tExtant\tNative\t\nBrunei\tExtant\tNative\t\nBulgaria\tExtant\tNative\t\nBurkina Faso\tExtant\tNative\t\nBurundi\tExtant\tVagrant\t\nCambodia\tExtant\tNative\t\nCameroon\tExtant\tNative\t\nCanada\tExtant\tNative\tBreeding\nCayman Islands (to UK)\tExtant\tNative\t\nCentral African Republic\tExtant\tNative\t\nChad\tExtant\tNative\t\nChina (mainland)\tExtant\tNative\t\nColombia\tExtant\tNative\t\nComoros\tExtant\tNative\t\nCongo\tExtant\tNative\t\nCongo, Democratic Republic of\tExtant\tVagrant\t\nCosta Rica\tExtant\tNative\tNon Breeding\nCroatia\tExtant\tVagrant\t\nCuba\tExtant\tNative\t\nCyprus\tExtant\tNative\t\nCzechia\tExtant\tNative\t\nCôte d'Ivoire\tExtant\tNative\t\nDenmark\tExtinct\tNative\tPassage\nDjibouti\tExtant\tNative\t\nDominica\tExtant\tVagrant\t\nDominican Republic\tExtant\tNative\t\nEcuador\tExtant\tVagrant\t\nEgypt\tExtant\tNative\tBreeding\nEl Salvador\tExtant\tNative\tNon Breeding\nEquatorial Guinea\tExtant\tNative\t\nEritrea\tExtant\tNative\t\nEstonia\tExtant\tNative\tBreeding\nEswatini\tExtant\tVagrant\t\nEthiopia\tExtant\tNative\t\nFaroe Islands (to Denmark)\tExtant\tVagrant\t\nFinland\tExtant\tNative\tBreeding, Passage\nFrance\tExtant\tNative\tPassage\nFrench Guiana\tExtant\tNative\t\nGabon\tExtant\tNative\t\nGambia\tExtant\tNative\tBreeding\nGermany\tExtant\tNative\tBreeding, Passage\nGhana\tExtant\tNative\t\nGibraltar (to UK)\tExtant\tVagrant\t\nGreece\tExtant\tNative\tNon Breeding, Passage\nGuadeloupe (to France)\tExtant\tVagrant\tPassage\nGuatemala\tExtant\tNative\t\nGuinea\tExtant\tNative\tBreeding\nGuinea-Bissau\tExtant\tNative\tBreeding\nHaiti\tExtant\tNative\t\nHonduras\tExtant\tNative\t\nHong Kong (China)\tExtant\tNative\t\nHungary\tExtant\tNative\t\nIndia\tExtant\tNative\t\nIndonesia\tExtant\tNative\t\nIran, Islamic Republic of\tExtant\tNative\tResident, Passage\nIraq\tExtant\tNative\tResident, Passage\nIreland\tExtant\tVagrant\t\nIsrael\tExtant\tNative\t\nItaly\tExtant\tNative\t\nJamaica\tExtant\tNative\t\nJapan\tExtant\tNative\t\nJordan\tExtant\tNative\tNon Breeding\nKazakhstan\tExtant\tNative\tBreeding\nKenya\tExtant\tNative\t\nKuwait\tExtant\tNative\tResident, Passage\nKyrgyzstan\tExtant\tVagrant\t\nLaos\tExtant\tNative\t\nLatvia\tExtant\tNative\tBreeding\nLiberia\tExtant\tNative\t\nLibya\tExtant\tNative\t\nLithuania\tExtant\tNative\tPassage\nLuxembourg\tExtant\tVagrant\t\nMadagascar\tExtant\tNative\t\nMalaysia\tExtant\tNative\t\nMaldives\tExtant\tNative\t\nMali\tExtant\tNative\t\nMalta\tExtant\tNative\t\nMartinique (to France)\tExtant\tVagrant\t\nMauritania\tExtant\tNative\tBreeding\nMayotte (to France)\tExtant\tNative\t\nMexico\tExtant\tNative\t\nMoldova\tExtant\tNative\tPassage\nMongolia\tExtant\tNative\tBreeding\nMontenegro\tExtant\tVagrant\t\nMorocco\tExtant\tNative\t\nMozambique\tExtant\tNative\t\nMyanmar\tExtant\tNative\t\nNamibia\tExtant\tNative\tBreeding\nNepal\tExtant\tNative\t\nNetherlands\tExtant\tNative\t\nNew Zealand\tExtant\tNative\tBreeding\nNicaragua\tExtant\tNative\t\nNiger\tExtant\tNative\t\nNigeria\tExtant\tNative\t\nNorth Macedonia\tExtant\tNative\tNon Breeding\nNorway\tExtant\tVagrant\t\nOman\tExtant\tNative\tNon Breeding, Passage\nPakistan\tExtant\tNative\t\nPalestine\tExtant\tNative\tPassage\nPanama\tExtant\tNative\t\nPhilippines\tExtant\tNative\t\nPoland\tExtant\tNative\tBreeding, Passage\nPortugal\tExtant\tNative\tNon Breeding\nPuerto Rico (to USA)\tExtant\tNative\t\nQatar\tExtant\tNative\tResident\nRomania\tExtant\tNative\t\nRussia\tExtant\tNative\tBreeding, Passage\nRussia (Asian)\tEx_",
  
        "https://mnfi.anr.msu.edu/species/description/11038/Hydroprogne-caspia": "The Caspian tern is the largest of the terns, with a wingspan averaging 31 inches (79 cm). Its size, stout red bill, and lack of a deeply forked tail distinguishes it from other white terns found in the state. Its black cap, large red bill, and tern-like habit of flying slowly with its bill pointed downward separates it from the gulls. The low harsh call of the Caspian tern sounds similar to \"karrr\" or \"kraa-ah\" and is given frequently while in flight. The orange feet of immature birds distinguish them from fall-plumaged adults which have black feet.\n\nStatus and Rank\n\nUS Status: No Status/Not Listed\nState Status: T - Threatened (legally protected)\nGlobal Rank: G5 - Secure\nState Rank: S2 - Imperiled\n\nOccurrences\n\nCounty\tOccurrences\tYear Last Observed\nAlcona\t1\t1982\nAlpena\t2\t1999\nArenac\t1\t2016\nBay\t1\t2022\nCharlevoix\t3\t2019\nCheboygan\t1\t1998\nChippewa\t2\t2022\nDelta\t2\t2002\nEmmet\t1\t2007\nLeelanau\t1\t2016\nMackinac\t5\t2014\nInformation is summarized from MNFI's database of rare species and community occurrences. Data may not reflect true distribution since much of the state has not been thoroughly surveyed.\n\nHabitat\n\nCaspian terns typically nest on islands to avoid many terrestrial predators.\n\nNatural Community Types\n\nSand and gravel beach\n\nManagement Recommendations\n\nConservation efforts should concentrate on the protection of nest sites from human disturbance. Terns using contaminated sites for nesting should be provided with alternative breeding sites with uncontaminated substrate. Colonies should be monitored on a regular basis to document changes in numbers of breeding pairs, reproductive success, and impacts of toxins.\n\nActive Period\n\nMigration from third week of April to third week of May\n\nMigration from third week of August to third week of September\n\nNesting from third week of May to first week of August\n\nSurvey Methods\n\nSurveys of nesting colonies may conducted by foot, boat, or aircraft. In any case, efforts should be made to minimize the disturbance to the nesting birds as much as possible"
    },
  
    "LoggerheadSeaTurtles" : {
  
        "https://www.fisheries.noaa.gov/species/loggerhead-turtle": "The loggerhead turtle is named for its large head, which supports powerful jaw muscles that enable them to feed on hard-shelled prey, such as whelks and conch. Loggerheads are the most abundant species of sea turtle that nests in the United States. Juvenile and adult loggerheads live in U.S. coastal waters, but many adults that nest on U.S. beaches migrate from neighboring nations like the Bahamas, Cuba, and Mexico.\n\nLoggerhead populations in the United States declined due to bycatch in fishing gear such as trawls, gillnets, and longlines. The use of turtle excluder devices (TEDs) in shrimp trawls, large circle hooks/fish bait in longline gear, gillnet bans, and other gear modifications and reduction in fishing effort have reduced sea turtle bycatch in some fisheries, but bycatch in fishing gear remains a primary threat facing loggerheads.\n\nNOAA Fisheries and our partners are dedicated to protecting and recovering sea turtle populations worldwide. We use a variety of innovative techniques to study, protect, and recover these threatened and endangered species. We engage our partners as we develop measures and recovery plans that foster the conservation and implement recovery of loggerhead turtles and their habitats, and we fund research, monitoring, and conservation projects to implement priorities outlined in recovery plans.\n\nPopulation Status\nLoggerheads are found worldwide with nine distinct population segments (DPS) listed under the Endangered Species Act (ESA). Five of the DPSs are listed as endangered and four are listed as threatened under the ESA. The most recent reviews show that only two loggerhead nesting aggregations have greater than 10,000 females nesting per year: Peninsular Florida and Oman. Oman hosts the second largest nesting assemblage of loggerheads in the world, but recent trend analyses indicate this important nesting population is declining.\n\nIn the United States, the Northwest Atlantic Ocean DPS of loggerheads nest primarily along the Atlantic coast of Florida, South Carolina, Georgia, and North Carolina and along the Florida and Alabama coasts in the Gulf of America (formerly Gulf of Mexico). Total estimated nesting in the United States is more than 100,000 nests per year.\n\nLoggerheads nest sparsely throughout the Caribbean, on both sides of the Atlantic Ocean (Cape Verde Islands and Brazil), in the eastern Mediterranean Sea, throughout the Indian Ocean in small numbers (with the exception of Oman), and in the North and South Pacific Ocean.\n\nIn the Pacific, there are two DPSs of loggerheads. The North Pacific Ocean DPS nests only on the coast of Japan. This population has declined 50 to 90 percent during the last 60 years; however, the overall nesting trend in Japan has fluctuated over the last decade. The South Pacific Ocean DPS nests primarily in Australia with some nesting in New Caledonia. In 1977, an estimated 3,500 females per year nested in the South Pacific—today there are only around 500 per year.\n\nThe 2009 status review of the loggerhead sea turtle, the 5-Year ESA Review of the North Pacific Ocean DPS of Loggerhead Sea Turtle, and the 5-Year ESA Review of the Northwest Atlantic Ocean DPS of Loggerhead Sea Turtle provide additional population information for this species.\n\nAppearance\nLoggerheads have large heads with powerful jaws. The top shell (carapace) is slightly heart-shaped and reddish-brown in adults and sub-adults, while the bottom shell (plastron) is generally a pale yellowish color. The neck and flippers are usually dull brown to reddish brown on top and medium to pale yellow on the sides and bottom. Unlike freshwater turtles and tortoises, sea turtles cannot withdraw their head or flippers into their shells. Hatchlings are mostly dark brown, their flippers have white to white-gray margins, and the bottom shell is generally yellowish to tan.\n\nBehavior and Diet\nLoggerheads, like all sea turtles, are marine reptiles and must come to the surface to breathe. Adult female sea turtles return to land to lay their eggs on sandy beaches—they are remarkable navigators and usually return to a beach in the general area where they hatched decades earlier.\n\nThe life cycle of loggerheads involves a series of stages of development from hatchling to adult. Hatchlings and juveniles spend the first 7 to 15 years of their lives in the open ocean. Then they migrate to nearshore coastal areas where they will forage and continue to grow for another decade or more before reaching maturity. Adult loggerhead turtles migrate hundreds to thousands of miles from their foraging grounds to their nesting beaches.\n\nThrough satellite tracking, researchers have discovered that loggerheads in the Pacific Ocean may undertake a trans-Pacific migration. Hatchlings from nesting beaches in Japan and Australia have been tracked migrating across the Pacific to feed off the coast of Baja California, Mexico, Peru and Chile—nearly 8,000 miles away! They spend many years (possibly up to 20 years) growing to maturity and then migrate back to the beaches where they hatched in the Western Pacific Ocean to mate, nest, and live out the remainder of their lives.\n\nLoggerheads are carnivores, only occasionally consuming plant material. During their open ocean phase, they feed on a wide variety of floating items. Unfortunately, trash and other debris discarded by humans also tends to accumulate in their habitat. Small fragments of plastic are often mistaken for food and eaten by turtles. Juveniles and adults in coastal waters eat mostly bottom-dwelling invertebrates including mollusks, crustaceans, and horseshoe crabs. Their powerful jaws are designed to crush their prey.\n\nWhere They Live\nLoggerhead turtles are found worldwide primarily in subtropical and temperate regions of the Atlantic, Pacific, and Indian oceans, and in the Mediterranean Sea. In the Atlantic, loggerheads range from Newfoundland, Canada to Argentina. In the eastern Pacific, loggerheads have been reported from Alaska to Chile.\n\nLifespan & Reproduction\nLoggerheads can live up to 80 years or more. Female loggerheads reach maturity at about 35 years of age. Every 2 to 3 years they migrate to breed in the general area where they hatched decades earlier.\n\nIn the northern hemisphere, mating occurs in late March to early June and females lay eggs between late April and early September. Loggerheads are solitary, night-time nesters, and they generally prefer high energy, relatively narrow, steeply sloped, coarse-grained beaches for nesting. Adult females lay three to five nests, sometimes more, two weeks apart during a single nesting season. Each nest contains about 100 eggs. The sex of hatchlings is determined by the temperature of the sand—cooler temperatures produce males and warmer temperatures produce females. After about two months incubating in the warm sand, the eggs hatch and the hatchlings make their way to the sea. Eggs and hatchlings are susceptible to tidal inundation and beach predators.\n\nHatchlings are particularly threatened by artificial beachfront lighting, which can disorient them and prevent them from finding the sea. Hatchlings orient by moving away from the darkest silhouette of the landward dune or vegetation to crawl towards the brightest horizon. On undeveloped beaches, this is toward the open horizon over the ocean. However, in areas with artificial lighting hatchlings are disoriented and often crawl landward instead of toward the ocean. Artificial light can similarly disorient nesting female turtles.\n\nThreats\nBycatch in Fishing Gear\nA primary threat to sea turtles is their unintended capture in fishing gear which can result in drowning or cause injuries that lead to death or debilitation (for example, swallowing hooks). The term for this unintended capture is bycatch. Sea turtle bycatch is a worldwide problem. The greatest continuing primary threat to loggerhead populations worldwide is bycatch in fishing gear, primarily in trawls, longlines, gillnets, and hook and lines, but also in pound nets, pot/traps, and dredge fisheries.\n\nDirect Harvest of Turtles and Eggs\nHistorically, loggerheads were killed for their meat and their eggs which are collected for consumption and/or sale in some countries. Presently, loggerheads are protected in many countries where they occur, but in some places, hunting of loggerheads and collection and consumption of their eggs continue to be a threat.\n\nLoss and Degradation of Nesting Habitat\nCoastal development and rising seas from changing environmental conditions are leading to the loss of critical nesting beach habitat for loggerheads. Human-related changes associated with coastal development include beachfront lighting, shoreline armoring, and beach driving. Shoreline hardening or armoring (e.g., seawalls) can result in the complete loss of dry sand suitable for successful nesting. Artificial lighting on and near nesting beaches can deter nesting females from coming ashore to nest and can disorient hatchlings trying to find the sea after emerging from their nests.\n\nVessel Strikes\nVessel strikes are a major threat to loggerheads near developed coastlines throughout their range. Various types of watercraft can strike loggerheads when they are at or near the surface resulting in injury or death. In the Atlantic Ocean and Gulf of America, the number of loggerhead deaths due to vessel strikes are increasing. High traffic boat areas such as marinas, boat ramps, and inlets present a higher risk. Adult loggerheads, in particular nesting females, are more susceptible to vessel strikes when making reproductive migrations and while they are nearshore during the nesting season or if they reside in coastal foraging habitats that may overlap in areas with high boat traffic.\n\nOcean Pollution/Marine Debris\nIncreasing pollution of nearshore and offshore marine habitats threatens all sea turtles and degrades their habitats. The Deepwater Horizon oil spill was the largest offshore oil spill in U.S. history and affected nesting (including nesting females, eggs, and hatchlings), small juvenile, large juvenile, and adult sea turtles throughout the Gulf of America. Ingestion of marine debris is another threat to all species of sea turtles. Loggerheads may ingest fishing line, balloons, plastic bags, plastic fragments, floating tar or oil, and other materials discarded by humans which they can mistake for food. They may also become entangled in marine debris, including lost or discarded fishing gear, which can lead to injury or death.\n\nChanging Environmental Conditions\nFor all sea turtles, changing environmental conditions like higher sand temperatures can be lethal to eggs, or alter the ratio of male and female hatchlings produced (via temperature-dependent sex determination). Rising seas and storm events can change beach morphology and cause beach erosion which may flood nests or wash them away. Changes in the temperature of the marine environment are likely to alter habitat suitability, as well as the abundance and distribution of food resources, leading to a shift in the migratory and foraging range and nesting season of loggerheads.",
  
  
        "https://ecos.fws.gov/ecp/species/C00U": "Loggerheads were named for their relatively large heads, which support powerful jaws and enable them to feed on hard-shelled prey, such as whelks and conch. The carapace (top shell) is slightly heart-shaped and reddish-brown in adults and sub-adults, while the plastron (bottom shell) is generally a pale yellowish color. The neck and flippers are usually dull brown to reddish brown on top and medium to pale yellow on the sides and bottom. Mean straight carapace length of adults in the southeastern U.S. is approximately 36 in (92 cm); corresponding weight is about 250 lbs (113 kg). On July 28, 1978, the Fish and Wildlife Service and National Marine Fisheries Service (Services) issued a final rule listing the loggerhead sea turtle as threatened throughout its worldwide range. On September 22, 2011, the Services determined that the loggerhead sea turtle is composed of 9 distinct population segments and listed four DPSs as threatened and five DPSs as endangered under the ESA. All but two of these DPSs are wholly foreign species.",
  
  
        "https://www.seaturtlestatus.org/loggerhead-turtle": "Loggerhead sea turtles are named for their large heads, with jaws powerful enough to crush an adult queen conch. Like most sea turtles, loggerheads are famed for their vast migrations. As a species that may travel thousands of miles across ocean basins (see maps below), loggerhead turtles are in grave danger due to worldwide habitat loss and incidental capture by fishermen.\n\nLOGGERHEAD SCIENTIFIC NAME\nCaretta caretta\n\nHOW THREATENED ARE LOGGERHEADS?\nLoggerheads are listed as Vulnerable by the IUCN Red List of Endangered Species. Each of the subpopulations of loggerheads has also been assessed by the IUCN and can be seen here.\n\nFACTS ABOUT LOGGERHEAD SEA TURTLES\nLoggerheads make trans-oceanic developmental migrations from nesting beaches to immature foraging areas on opposite sides of ocean basins.\n\nA large juvenile loggerhead named Adelita was the first sea turtle to be tracked by satellite across an entire ocean basin. Her approximately 6,500 mile journey from feeding areas off Baja California, Mexico, to coastal areas off her natal Japan corroborated the link across the North Pacific Ocean established by genetic studies.\n\nIn the North Atlantic Ocean, post-hatchlings and small juveniles associate with mats of Sargassum for years before recruiting back to nearshore areas off the eastern coast of the United States as large immature.\n\nSIZE OF LOGGERHEADS\nAdult loggerheads measure 70-110 cm in length and weigh up to 200 kg.\nLoggerhead hatchlings are approximately 25 mm long and weigh 15-20 g.\n\nLOGGERHEAD SEA TURTLE DIET\nDuring all their life stages, loggerheads eat mostly benthic invertebrates (crabs, other crustaceans, and mollusks) and occasionally jellies.\n\nLOGGERHEAD SEA TURTLE REPRODUCTION\nLoggerheads take 20-30 years to reach sexual maturity.\nLoggerheads reproduce every 2-4 years and lay 2-5 clutches of eggs per season. Each of the clutches contains between 80 and 120 eggs that are the size of large ping pong balls and weigh 30 to 40 g each.\nLoggerhead eggs incubate for approximately 60 days.\n\nLOGGERHEAD SEA TURTLE DISTRIBUTION AND MAPS\nLoggerheads are circumglobal, nesting in tropical to sub-tropical regions and migrating into temperate regions.\n\nTHREATS TO LOGGERHEAD SEA TURTLES\nLoggerheads face numerous threats, most of them related to human activities. These threats include:\n\nFisheries Interactions - Bycatch, or the accidental capture, of loggerheads in fishing nets and lines is one of the greatest threats to all species of sea turtles. Discarded fishing gear, aka “ghost gear,” also continues to entangle sea turtles indefinitely as it floats in the ocean.\n\nPollution and Pathogens (including plastic pollution) - Plastic pollution affects loggerheads by entangling them and impeding their movement and swimming ability. Sea turtles also eat plastic, mistaking it for food, which can cause choking, intestinal damage, and blockages.\n\nCoastal Development - Developed beaches restrict the area that loggerheads have to lay their nests and lights from buildings discourage nesting turtles and disorient hatchlings.\n\nClimate Change - Changing climate impacts the loggerheads’ food sources, their migration routes, and the development of baby turtles. Hotter, drier sand negatively impacts the incubation of sea turtle nests and warmer nests produce more female hatchlings than males – an issue for population demographics.\n\nDirect Take - In some places, loggerhead turtle eggs are harvested for consumption, and adults are hunted for their meat."
    },
  
    "SnowyOwls" :{
        "https://www.audubon.org/field-guide/bird/snowy-owl": "A large, powerful owl of the high Arctic tundra, colored for camouflage during northern winters. In summer it may be nomadic, concentrating and nesting where there are high populations of the small rodents called lemmings. At other times it takes a wide variety of prey, including birds as big as geese. During some winters, large numbers of Snowy Owls appear south of the Canadian border; those that stop in towns and cities invariably cause a stir and attract media attention.\n\nAll bird guide text and rangemaps adapted from Lives of North American Birds by Kenn Kaufman© 1996, used by permission of Houghton Mifflin Harcourt Publishing Company. All rights reserved.\n\nCategory: Owls\nIUCN Status: Vulnerable\nHabitat: Fields, Meadows, and Grasslands, Landfills and Dumps, Saltwater Wetlands, Shrublands, Savannas, and Thickets, Tundra and Boreal Habitats\nRegion: Alaska and The North, California, Eastern Canada, Great Lakes, Mid Atlantic, New England, Northwest, Plains, Rocky Mountains, Southeast, Southwest, Western Canada\nBehavior: Direct Flight, Flap/Glide, Undulating\nPopulation: 29,000\n\nRange And Identification: Migration not well understood. Nomadic in breeding season, concentrating where prey abundant. Numbers moving south in winter quite variable from year to year, probably relating to populations of prey in the north.\n\nAll Seasons - Common\nWinter - Common\nAll Seasons - Uncommon\nWinter - Uncommon\nBreeding - Common\nMigration - Common\nBreeding - Uncommon\nMigration - Uncommon\n\nDescription: 24\" (61 cm). W. 4' 7\" (1.4 m). Bulky and round-headed, with yellow eyes. Variable black barring: young females heavily marked, old males almost pure white. White owls seen in other climates are usually Barn Owls or downy young of other owl species.\n\nSize: About the size of a Heron, About the size of a Mallard or Herring Gull\nColor: Black, Brown, Gray, White, Yellow\nWing Shape: Narrow, Pointed\nTail Shape: Rounded, Short, Square-tipped\nSongs And Calls: Usually silent; hoarse croak and shrill whistle on breeding grounds.\nCall Pattern: Flat\nCall Type: Hoot, Rattle\n\nHabitat Details: Prairies, fields, marshes, beaches, dunes; in summer, arctic tundra. Breeds on tundra, from just north of treeline to the northernmost land. Prefers very open tundra, either in hilly country or wetter areas near coast. Winters in open country, including prairies, farmland, coastal marshes, beaches, large airports.",
    
        "https://peregrinefund.org/explore-raptors-species/owls/snowy-owl": "The Peregrine Fund is not working directly with Snowy Owls, but our conservation efforts through habitat protection, education, and community outreach extend to all raptor species, including this beautiful owl. We also supply literature to researchers from our avian research library, which helps scientists around the world gather and share important information on raptor conservation.\n\nWhere they live\n\nThe aptly named Snowy Owl is mainly a circumpolar species, which means that individuals live and nest in the far north regions around the North Pole. In the non-breeding season, this species also can be found in areas of southern Canada and the northern United States, as well as parts of Asia and Europe.\n\nHowever, Snowy Owls have been known to travel surprisingly long distances far out of their normal range. This phenomenon is called irruption and scientists believe there are two main reasons for one to occur. It may happen when the populations of lemmings and voles—the Snowy Owl's main prey items—get very low. This would force these owls to travel farther in search of food. Or just the opposite may be true—if prey populations are very high, owls may have very successful breeding seasons and produce lots of young. If you have ever seen children scrimmaging for candy beneath a broken piñata, you know lots of individuals create lots of competition. In this case, these owls will also have to travel further away to find food and avoid competing with other owls. When an irruption occurs, Snowy Owls have been known to travel as far south as northern California, Texas, and Oklahoma. In fact, in 2011 a Snowy Owl made it all the way to Hawaii!\n\nThe Snowy Owl prefers to live in open areas with few trees. In the Arctic, they live in tundra, but also inhabit grasslands and open fields.\n\nWhat they do\n\nThis owl has bright yellow eyes, a coal-black beak and snowy white feathers etched with a varying amount of black dots, lines, and striations. Though you have to look very closely to see them, the Snowy Owl also has very small ear tufts, small feathers which stick up on both sides of its head. Juveniles tend to have the most black on their feathers. Adult females also retain some of the darker markings, while males have the least. Either way, this beautiful color combination makes this species unmistakable in the owl world. This color combination also helps these owls to blend in with their snowy surroundings, providing them with extra \"cover\" when hunting in wide open terrain. Of course, when there is no snow, these owls are quite easy to spot against a green or brown background.\n\nWhile most owls are active mainly at night, the Snowy Owl hunts during the daytime, particularly in the summer when days are very long.\n\nSnowy Owls, like many owls, are covered from head to toe with feathers. Because they live in high, cold regions, the feathers on their legs and feet are more densely layered than those of other owls living in warmer climates. Feathers, of course, also help birds fly. Like other owls, the ends of the Snowy Owls flight feathers are very soft and feathery, giving it the ability to fly in absolute silence because the air doesn't make noise as it passes through the soft feathers. This helps them to be very stealthy hunters. Since Snowy Owls often fly low over the ground when hunting, it is important that their prey doesn't hear them coming!\n\nMany owls use their exceptional hearing to locate prey and Snowy Owls are no different. Though they use their keen eyesight to find tasty morsels of food, they live in areas where the ground is often covered in snow. When this is the case, many small mammals move around by tunneling their way beneath the snow unseen. The Snowy Owls use their sharp hearing to pinpoint exactly where prey is moving. Owls can detect a vole's exact location, pounce down and grab it out of the snow without ever once laying eyes on it! The little rodent never sees it coming.\n\nThank you to AviBirds.com for sharing this Snowy Owl video with us! Visit their website for more great information on birds.\n\nWhy they need our help\n\nBecause of where the Snowy Owl lives, it does not come into contact with humans as often as many other raptors. This helps protect them from many of the threats that other birds of prey face such as shooting, poisoning, and collisions with cars and power lines, though these things can happen to Snowy Owls, too. As far as natural predators go, only a handful of animals hunt Snowy Owls, usually foxes and wolves, but this occurs mostly when the owls are vulnerable sitting on or near the nest. Some gulls will also try to take the eggs and young out of a Snowy Owl nest. In general Snowy Owls have little to worry about from predators. One of the biggest threats that these beautiful birds face may be climate change.\n\nThe rugged, remote places where these owls live make them difficult to study, but birds of prey are very sensitive to changes in the environment. Their populations may be affected by an increase of pesticides in the environment, a loss of habitat, or a decrease in prey numbers. Climate change may be causing many of these things to occur. As temperatures warm, many animals and humans may begin to travel farther north, and animals adapted to extreme cold temperatures will have fewer and fewer places to run to. Living in the far north is extremely challenging, even for the Snowy Owl, a bird well-adapted to a cold and arid habitat. But things may soon be getting even harder for this raptor and all the plants and animals that depend on the Arctic for survival. With the mean annual temperatures in the Arctic having increased at almost double the rate of the average recorded across the globe, the future of the Snowy Owl and many other arctic species may be in peril. More than ever, arctic species need our help and support.\n\nWhat they eat\n\nSnowy Owls love to eat lemmings, voles, and other small rodents and need to eat several a day just to survive. During breeding season, a family of Snowy Owls can consume dozens of lemmings a day, or more!\n\nSnowy Owls, like most predators, are very opportunistic, which means they will hunt just about anything that they can catch. They have been known to hunt other mammals, such as squirrels and hares, and birds, including ptarmigan and seabirds. When they can find them, the owls will even take fish, amphibians, crustaceans, and insects.\n\nSnowy Owls have several effective hunting strategies. Usually they perch on posts, rocks or on the ground, silently watching for their next meal. They can spend a good part of their day sitting and waiting. Or, they may fly low over the ground in search of something to eat. When they spot something appetizing moving along the ground, they swoop down onto their prey. When hunting birds they take their quarry directly in the air or, when hunting fish, they will snatch them up from the surface of the water. They have even been known to snatch prey while walking on the ground.\n\nNest, eggs and young\n\nBefore nesting even begins, it is the male’s job to attract a female. He does so in a number of ways: first, when a female is around, the male will show off his aerobatic skills by flying in a low, rippling, up and down flight pattern. On the ground, he will perform an odd “dance” where he bobs and bows and ruffles up his feathers. Finally, the males try to impress the females with their hunting skills—capturing prey and bringing it to the female that catches their eye.\n\nAfter a male and female form a pair, it is time to start getting their nest ready. These large owls tend to nest almost exclusively on the ground. They don’t construct their nests, instead the female scrapes a small depression in the ground in which to lay her eggs. Nest spots are usually chosen because they are slightly elevated, which helps gives the owls a good vantage point from which to watch for predators.\n\nSnowy Owls are very protective of their nests and young and will often scare away any threatening animals that come too close, including gulls, foxes, and even wolves. Some other species of birds will nest next to Snowy Owls to take advantage of their skills at chasing away predators!\n\nOnce the nest is ready, it is time for the female to lay her eggs. The number of eggs she lays and the number of young that survive depends on how much food is available before and during breeding season. Generally, females can lay between 1–9 eggs in a single clutch. Now, that is a lot of eggs! After the eggs are laid, the female will spend 31–33 days sitting on them to keep them warm. At this time, it is the male's job to bring back food for himself and the female. Once the eggs hatch, the male will have many, many mouths to feed.\n\nThe female usually lays each egg about 2-5 days apart. She starts incubation when the first egg is laid, which means that that embryo starts to develop right away. As a result, the young owlets all hatch at different times, so siblings can range greatly in age and size.\n\nSnowy Owls nest on the ground, so it is much easier for the young to leave the nest because they don't have to fly to do so. They usually start leaving the nest at 3-4 weeks, but do not master the art of flying until they are about 8 weeks old.\n\nThe parents will care for their young for about 4 months until the young owls are able to hunt and survive on their own. After two years, these young will be old enough to find a mate, settle down and raise young on their own.\n\nIdaho Connection\n\nSnowy Owls are not often seen in Idaho, except in winter, and usually in the northern portion of the state. However, in the winter of 2011, at least two Snowy Owls were observed close to Boise. They spent several weeks hanging out in an open farm field and were a big hit, attracting many birders and wildlife enthusiasts hoping to catch a glimpse of these birds.",
  
        "https://www.allaboutbirds.org/guide/Snowy_Owl/overview": "Basic Description\n\nThe regal Snowy Owl is one of the few birds that can get even non-birders to come out for a look. This largest (by weight) North American owl shows up irregularly in winter to hunt in windswept fields or dunes, a pale shape with catlike yellow eyes. They spend summers far north of the Arctic Circle hunting lemmings, ptarmigan, and other prey in 24-hour daylight. In years of lemming population booms they can raise double or triple the usual number of young.\n\nMore ID Info\nRange map for Snowy Owl\nYear-round\nBreeding\nMigration\nNonbreeding\nRange map provided by Birds of the World\nExplore Maps\nFind This Bird\n\nUnless you visit the high arctic, you’ll mainly be looking for Snowy Owls during winter in wide-open areas such as fields and shorelines. Scan snowy flat areas and be on the lookout for any irregularities in the snow. A lump or dirty patch could be a Snowy Owl facing away from you. Snowy Owls like to perch in conspicuous areas, so be sure to check high points like hay bales, fenceposts, telephone poles, buildings, or grain elevators. Also look for agitated birds—other raptors or gulls may swoop at a Snowy Owl sitting on a beach.\n\nOther Names\n\nBúho Nival (Spanish)\nHarfang des neiges (French)\n\nCool Facts\nThe Snowy Owl can be found represented in cave paintings in Europe.\nIn some years, some North American Snowy Owls remain on their breeding grounds year-round, while others migrate in winter to southern Canada and the northern half of the contiguous United States. In the northern plains, New York, and New England, Snowy Owls occur regularly in winter. Elsewhere, such as in the Pacific Northwest, the Midwest, and eastern Canada, Snowy Owls are irruptive, appearing only in some winters but not in others.\nMale Snowy Owls are barred with dark brown when they’re young and get whiter as they get older. Females keep some dark markings throughout their lives. Although the darkest males and the palest females are nearly alike in color, the whitest birds—including the ones that played Harry Potter’s Hedwig—are always males and the most heavily barred ones are always females.\nSnowy owls are territorial on their breeding areas, and sometimes their wintering areas as well. Some Snowy Owls defend their winter territories fiercely, even engaging in combat with other Snowy Owls (a behavior not recorded on their breeding territory). Some banded Snowy Owls return to the same wintering site year after year.\nUnlike most owls, Snowy Owls are diurnal, extremely so. They’ll hunt at all hours during the continuous daylight of an Arctic summer. And they may eat more than 1,600 lemmings in a single year.\nSnowy Owl young may disperse remarkably far from their birthplace. From a single Snowy Owl nest on Victoria Island in the Canadian Arctic, one young bird went to Hudson Bay, one to southeastern Ontario, and one to the far eastern Russian coast.\nThick feathers for insulation from Arctic cold make Snowy Owls North America’s heaviest owl, typically weighing about 4 pounds—one pound heavier than a Great Horned Owl and twice the weight of a Great Gray Owl (North America’s tallest owl).\nJohn James Audubon once saw a Snowy Owl lying at the edge of an ice hole, where it waited for fish and caught them using its feet.\nThe oldest-known Snowy Owl was a female, and at least 23 years, 10 months old when she was recaptured and rereleased in 2015 during banding operations in Massachusetts."
    
    },
  
    "WhiteFrontedGeese" :{
  
        "https://www.rspb.org.uk/birds-and-wildlife/white-fronted-goose": "The White-fronted Goose is a grey goose, bigger than a Mallard and smaller than a Mute Swan. Adults have a large white patch at the front of the head around the bill and bold black stripes on the belly. The legs are orange and Siberian birds have pink bills, while Greenland birds have orange bills. This species does not breed in the UK. Two types visit the UK in winter – birds that breed in Greenland and birds that breed in Siberia. Our current wintering areas need protection, including avoiding drainage of traditional wintering areas in southern England.",
  
        "https://www.bto.org/learn/about-birds/birdfacts/white-fronted-goose" : "This small, grey goose with white forehead blaze and black belly-bars is a winter visitor to wetlands and coastal marshes. Two races of White-fronted Goose occur in the UK: the nominate race albifrons, which breeds in western Russia and is referred to as Russian, or European White-fronted Goose, and flavirostris, which breeds in western Greenland and is called Greenland White-fronted Goose. Greenland White-fronted Geese occur in the north and west of Britain and Ireland, whilst Russian White-fronted Geese can be found in the south and east. Wetland Bird Survey data show the range of sites where the two races winter, and it is estimated that 10,000â€“12,000 Greenland White-fronts and 1,000â€“2,000 Russian White-fronts spend the winter months here in the UK.",
  
        "https://www.audubon.org/field-guide/bird/greater-white-fronted-goose": "In North America, this gray goose is found mainly west of the Mississippi River. Nesting on Arctic tundra, it winters in open country in mild climates. Wintering flocks leave night roosts before sunrise to fly to feeding areas, and musical gabbling and honking can be heard from wavering lines of White-fronts passing overhead at dawn. Included in this species is a large, dark form known as the 'Tule Goose,' nesting in southern Alaska and wintering in central California marshes.\n\nAll bird guide text and rangemaps adapted from Lives of North American Birds by Kenn Kaufman© 1996, used by permission of Houghton Mifflin Harcourt Publishing Company. All rights reserved.\n\nCATEGORY\nDuck-like Birds, Ducks and Geese\n\nIUCN STATUS\nLeast Concern\n\nHABITAT\nCoasts and Shorelines, Fields, Meadows, and Grasslands, Freshwater Wetlands, Lakes, Ponds, and Rivers, Saltwater Wetlands, Tundra and Boreal Habitats\n\nREGION\nAlaska and The North, California, Eastern Canada, Florida, Great Lakes, Mid Atlantic, New England, Northwest, Plains, Rocky Mountains, Southeast, Southwest, Texas, Western Canada\n\nBEHAVIOR\nDirect Flight, Formation, Swimming\n\nPOPULATION\n5,500,000\n\nRange & Identification\nMigration & Range Maps\n\nA long-distance migrant. Migrates by day or night. Follows established routes and relies on traditional stopover points on migration. Birds nesting in Greenland migrate east over North Atlantic, wintering mainly in Ireland; rarely stray to northeastern North America.\n\nAll Seasons - Common\nWinter - Common\nAll Seasons - Uncommon\nWinter - Uncommon\nBreeding - Common\nMigration - Common\nBreeding - Uncommon\nMigration - Uncommon\n\nDescription\n\n27-30\" (69-76 cm). Adult has white band around base of bill, variable black barring on belly. Young bird in fall is all gray-brown; separated from immature blue-morph Snow Goose by pale bill and legs, white on rump. Some domestic geese resemble White-fronts. Some stray White-fronts on Atlantic Coast are from Greenland, slightly more orange on bill (difference is hard to see).\n\nSIZE\nAbout the size of a Heron, About the size of a Mallard or Herring Gull\n\nCOLOR\nBlack, Brown, Gray, Orange, Pink, White\n\nWING SHAPE\nLong, Narrow, Pointed, Tapered\n\nTAIL SHAPE\nRounded, Short, Square-tipped\n\nSongs and Calls\n\nA distinctive bark: kla-ha! or kla-hah-luk!\n\nCALL PATTERN\nFlat, Simple\n\nCALL TYPE\nOdd, Raucous\n\nAudio © Lang Elliott, Bob McGuire, Kevin Colver, Martyn Stewart and others. Learn more.\n\nCalls of flock #1\n\nCalls of flock #2\n\nOther calls\n\nHabitat\n\nMarshes, prairies, fields, lakes, bays; tundra in summer. Generally in open country; most spend winter where agricultural fields (for foraging) are close to extensive shallow waters (for roosting). Breeds on tundra, both wet coastal areas and drier inland tundra. \"Tule Goose\" breeds in wet open sloughs and bogs in spruce forest region, winters mainly in marshes."
  
  
    },
  
    "RingedSeals": {
  
        "https://www.fisheries.noaa.gov/species/ringed-seal" : "Ringed seals are the smallest and most common Arctic seal. They get their name from the small, light-colored circles, or rings, that are scattered throughout the darker hair on their backs.\n\nRinged seals have a circumpolar distribution and are found in all seasonally ice-covered seas of the Northern Hemisphere and in certain freshwater lakes. Throughout their range, ringed seals have an affinity for ice-covered waters and are well-adapted to occupying heavily ice-covered areas throughout the fall, winter, and spring by using the stout claws on their foreflippers to maintain breathing holes in the ice. Ringed seals remain in contact with the ice most of the year and normally whelp and nurse pups on the ice in snow-covered lairs (snow caves) in late winter through early spring. The ice and snow caves provide some protection from predators, though polar bears spend much of their time on sea ice hunting ringed seals, which are their primary prey. Snow caves also protect ringed seal pups from extreme cold. Loss of sea ice and snow cover on the ice poses the main threat to this species.\n\nRinged seals, like all marine mammals, are protected under the Marine Mammal Protection Act. There are five currently recognized subspecies of the ringed seal: Arctic ringed seals in the Arctic Basin and adjacent seas, including the Bering and Labrador Seas; Okhotsk ringed seals in the Sea of Okhotsk; Baltic ringed seals in the Baltic Sea; Ladoga ringed seals in Lake Ladoga, Russia; and Saimaa ringed seals in Lake Saimaa, Finland. These subspecies are all listed as endangered or threatened under the Endangered Species Act. Because of their listed status, these subspecies are also designated as depleted under the MMPA.\n\nPopulation Status\nThe Arctic ringed seal is the most abundant of the five ringed seal subspecies. Although no accurate estimate exists, there are probably more than 2 million Arctic ringed seals worldwide.\n\nThere is one recognized stock of ringed seals in U.S. waters: the Arctic stock. The estimated population size for this stock is over 300,000 individuals.\n\nAlthough subsistence harvest of Arctic ringed seals occurs in some parts of this subspecies’ range, harvest levels appear to be sustainable. While the United States does not allow commercial harvest of marine mammals, such harvests are permitted in other portions of the species’ range. This has caused population declines in some regions in the past but such harvests have generally been restricted since then.\n\nAppearance\nRinged seals have a small head, a short cat-like snout, and a plump body. Their coat is dark with light-colored rings on their back and sides, and a light-colored belly. Pups are born with a white natal coat (lanugo) which is shed after about four to six weeks. Ringed seals have thick, strong claws on their small foreflippers that they use to maintain breathing holes through 6 feet or more of ice.\n\nRinged seals grow to an average length of 4 to 4.5 feet with weights ranging from 110 to 150 pounds. The average weight of a ringed seal pup at birth is about 10 pounds.\n\nBehavior and Diet\nRinged seals eat a wide variety of mostly small prey. They rarely prey on more than 10 to 15 species in any specific geographic location, and not more than two to four of these species are considered important prey. Despite regional and seasonal variations in the diet of ringed seals, fishes of the cod family tend to dominate the diet in many areas from late autumn through spring. Crustaceans appear to become more important in many areas during the open-water season and often dominate the diet of young seals. While foraging, ringed seals dive to depths of up to 150 feet or more.\n\nRinged seals can live in areas that are completely covered with ice. They use their sharp claws to make and maintain breathing holes through the ice, which may be 6 feet or more in thickness. In winter through early spring, they also carve out lairs in snowdrifts over their breathing holes. As the temperatures warm and the snow covering their lairs melts during spring, ringed seals transition from lair use to basking on the surface of the ice near breathing holes, lairs, or cracks in the ice as they undergo their annual molt. Ringed seals do not live in large groups and are usually found alone, but they may occur in large groups during the molting season, gathered around cracks or breathing holes in the ice.\n\nWhere They Live\nRinged seals are circumpolar and range throughout the Arctic Basin and southward into adjacent seas, including the Bering and Labrador Seas. They are also found in the Sea of Okhotsk and Sea of Japan in the western North Pacific and the Baltic Sea in the North Atlantic. Landlocked populations inhabit Lakes Ladoga (Russia) and Saimaa (Finland).\n\nDuring winter and spring in U.S. waters, ringed seals are found throughout the Beaufort and Chukchi Seas; they occur in the Bering Sea as far south as Bristol Bay in years of extensive ice coverage. Most ringed seals that winter in the Bering and Chukchi Seas are thought to migrate northward in spring with the receding ice edge and spend summer in the pack ice of the northern Chukchi and Beaufort Seas.\n\nLifespan & Reproduction\nSexual maturity in ringed seals varies with population status. It can be as early as 3 years for both sexes and as late as 7 years for males and 9 years for females. Ringed seals breed annually, with timing varying regionally. Mating takes place while mature females are still nursing their pups on the ice and is thought to occur under the ice near birth lairs.\n\nIn all subspecies except the Okhotsk, females give birth to a single pup hidden from view within a snow-covered birth lair. Ringed seals are unique in their use of these birth lairs. Although Okhotsk ringed seals have reportedly used them, this subspecies apparently depends primarily on the protective sheltering of ice hummocks (rounded hills of ice). Pups learn how to dive shortly after birth. They are nursed for as long as 2 months in stable ice that is fastened to the coastline and for as little as 3 to 6 weeks in moving ice. Pups are normally weaned before the break-up of spring ice.\n\nThreats\nClimate Change Effects on Sea Ice and Snow\nMany aspects of the ringed seal’s life cycle depend directly on the species’ sea ice habitat. As such, ringed seals are threatened by ongoing and anticipated reductions in the extent and duration of sea ice and on-ice snow cover stemming from climate warming.\n\nEntanglement in Fishing Gear\nArctic ringed seals are seldom caught in fishing gear because their distribution does not coincide with intensive fisheries in most areas. Bycatch likely occurs on some level in the Sea of Okhotsk. Drowning in fishing gear is a significant source of mortality for Saimaa ringed seals (which occur in Lake Saimaa, Finland) and Ladoga ringed seals (which occur in Lake Ladoga, Russia).\n\nAdditional Factors of Potential Concern\nThe continuing decline in summer sea ice in recent years has renewed interest in using the Arctic Ocean as a potential waterway for coastal, regional, and trans-Arctic marine operations, which pose varying levels of threat to Arctic ringed seals depending on the type and intensity of the shipping activity and its degree of spatial and temporal overlap with the seals. Increased icebreaker ship traffic, for example, could have negative effects on ringed seal habitat especially during the spring pupping and molting periods. Offshore oil and gas exploration and development could also impact ringed seals. The most significant risk that these activities pose is accidentally or illegally discharging oil or other toxic substances, which would have immediate and potentially long-term effects. Ringed seals could also be directly affected by noise and physical disturbance of habitat associated with such activities.",
  
        "https://www.oceanconnections.org/pinniped_species/26": "Scientific Name: Phoca hispida, Kingdom: Animalia, Phylum: Chordata, Class: Mammalia, Order: Carnivora, Family: Phocidae, Genus: Phoca, Species: hispida, Other Common Names: Ringed seal, Average Length: Males & Females – 5 ft, Average Weight: Males – 150 lbs Females – 110 lbs, Distribution: Ringed seals are found all in the Northern Hemisphere., Description: Ringed seals are named for the silver rings on their backs and sides. They are the smallest and most common seal in the Arctic. They have small front flippers with very strong claws to maintain holes to breathe in their thick ice habitat., Diet in the Wild: Several species of fish and invertebrates: mysids, arctic cod, shrimp, and herring., Habitat: Ringed seals are found living on pack ice in cold arctic waters., Reproduction: The breeding season for Ringed seals is in the spring. Males are observed to be monogamous breeders. Females reach sexual maturity at about 4 years of age and males not until about 7 years of age. Females make structures in the thick ice and give birth to their pups in these lairs. Pups are weaned after one month., Conservation Status: The Ringed seals are on the Low Risk-least concern list., Threats in the Wild: The most concerning threat to them is climate change due to their lives depending on thick ice. These seals are also often caught as by-catch., Fun Facts: Polar bears prefer to prey on Ringed seals.",
  
  
        "https://www.adfg.alaska.gov/index.cfm?adfg=ringedseal.printerfriendly": "General Description Ringed seals are the smallest and the most abundant of the Alaska seals. Ringed seals live under solid sea ice by keeping breathing holes open with their claws. Ringed seals make snow caves (lairs) above some breathing holes to rest and give birth. During the breeding season, male ringed seal’s faces turn black and they have a strong gasoline smell. Ringed seals are the most common prey of polar bears; in fact, a polar bear may kill a ringed seal every 2 to 6 days. Ringed seals are also preyed upon by walruses and killer whales. Pups are eaten by polar bears, arctic foxes, red foxes, and ravens. Arctic foxes and polar bears can locate seal lairs by smell. During pupping, foxes will tunnel into the lairs to catch the pups. Polar bears will run and jump on the snow over the hole to collapse the lair and block the exit so it can catch the mother and the pup. Life History Growth and Reproduction Females give birth to a single pup within a subnivean (snow covered) birth lair. Pups are born covered in lanugo, a coat of white wooly hair that insulates them until they can build fat reserves. Lanugo is shed at 2 to 3 weeks. The average weight of pups at birth is 10 pounds (4.5 kg). Females nurse pups for about two months and during that time the pup doubles its birth weight. Weaning usually takes place at ice breakup. Most females breed again within a month after giving birth. Implantation of the embryo is delayed until mid-July or early August so that pregnancy lasts about 11 months. Most female ringed seals first ovulate at 5–6 years of age and first give birth at 6–8 years. Males become sexually mature at the same age. Breeding takes place in April to May. During this period rutting males exhibit territorial behavior and emit a strong scent from glands of their faces; due to their scent, hunters refer to them as “kerosene” or “gasoline seals” and avoid harvesting them because they do not taste good. Polar bears also avoid male ringed seals this time of year. Feeding Ecology Ringed seals are opportunistic and eat a variety of invertebrates, fish, and amphipods. The particular species eaten depends on availability, depth of water, and distance from shore. In Alaska waters, the important food species are arctic cod, saffron cod, shrimps, and other crustaceans. Range and Habitat Breeding ringed seals return to the same breeding territories in heavy shorefast ice each year while juvenile ringed seals migrate south to the ice edge for the winter, but it is unknown if young seals return to their birth region when they are old enough to breed. Ringed seals are also seen and harvested during ice-free periods in the Bering, Chukchi, and Beaufort seas. They often move long distances this time of year, but their movements are not well understood. Status, Trends, and Threats Status Genetic studies have not delineated any stocks or separate populations and there are no reliable population estimates available for ringed seals. Numerous surveys have counted seals in portions of their range, but there is not enough information about movements and how to correct for the number of seals that were under the ice during the survey. Based upon these data, there are at least 250,000 ringed seals in Alaskan waters; the true number is probably much higher. Ringed seals were listed as ‘threatened’ under the Endangered Species Act (ESA). Worldwide, it is believed there are 6–7 million ringed seals. NatureServe: Global – G5 (Secure) IUCN: Least concern ESA: Threatened Trends Because there are no reliable population estimates there is also no trend information. Threats Because of their dependence on sea ice, there is concern that climate change may negatively affect ringed seals and their habitat. Changes in sea ice thickness, coverage, formation timing, and duration of coverage due to climate change may substantially alter the quality and amount of sea ice and snow necessary for resting, molting, and pupping. Activities associated with offshore oil exploration and recovery could affect ringed seal distribution and the prey they feed on. However, the effects of direct contact with oil and industrial disturbances on ringed seals have not been studied. Fast Facts Size Average 4 feet, 120 pounds Range/Distribution Bering, Chukchi, and Beaufort seas in Alaska and circumpolar Diet Fish and invertebrates Predators Polar bears, killer whales, walruses, and Alaska Native hunters Reproduction One pup annually Remarks Co-managed by the National Marine Fisheries Service and the Ice Seal Committee Did You Know? Ringed seals are the smallest and the most abundant of the Alaska seals. Ringed seals live under solid sea ice by keeping breathing holes open with their claws. Ringed seals make snow caves (lairs) above some breathing holes to rest and give birth. During the breeding season, male ringed seal’s faces turn black and they have a strong gasoline smell. Uses Subsistence Use Ringed seals are hunted by Alaska coastal Natives from Bristol Bay to Kaktovik for food and oil. Seal oil is an important addition to many foods for coastal people but is important and often traded for far inland as well. Ringed seal oil is also used on bearded seal skins and sinew for sewing boat covers to make the stiches waterproof. Ringed seal skins are used for clothing, equipment, and crafts. Current harvest is unknown, but indications are that although the harvest is substantial it is sustainable and harvest was not considered to be a factor in the pending ESA action to list the species as threatened. The Ice Seal Committee and the Alaska Department of Fish and Game are surveying a sample of coastal villages to document and monitor the harvest of ringed seals. Management Management of ringed seals falls under the jurisdiction of the National Marine Fisheries Service (NMFS) and their co-management partner the Alaska Native Organization called the Ice Seal Committee (ISC). NMFS and ISC have a signed a co-management agreement in 2006 and meet regularly to discuss research and management issues related to all ice seals, including ringed seals. Although the Alaska Department of Fish and Game has no management mandate they work with NMFS and ISC on research projects including biosampling the harvest to monitor population health and status, satellite telemetry to study movements and habitat use, and harvest surveys to document subsistence needs. See the research section for details."
  
    }
    
  }